Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/2019-04-08-ubuntu-mate-update-for-gpd-pocket.po
Languages: fr

source: title: Ubuntu MATE 18.04 and 19.04 for GPD Pocket & Pocket 2
fr: title: Ubuntu MATE 18.04 et 19.04 pour GPD Pocket & Pocket 2

source: Back in October 2018 the Ubuntu MATE team released bespoke images of Ubuntu MATE 18.10 for the [GPD Pocket](https://www.gpd.hk/gpdpocket) and [GPD Pocket 2](https://www.gpd.hk/gpdpocket2) that included hardware specific tweaks to get these devices working *"out of the box"* without any faffing about. **Today we are releasing Ubuntu MATE 18.04.2 and Ubuntu MATE 19.04 images for both devices**. Read on to find out more...
fr: En octobre 2018, l'équipe d'Ubuntu MATE a sorti des images sur mesure d'Ubuntu MATE 18.10 pour [GPD Pocket](https://www.gpd.hk/gpdpocket) et [GPD Pocket 2](https://www.gpd.hk/gpdpocket2) qui comportent des ajustements spécifiques pour que ces appareils fonctionnent *"clé en mains"* sans perte de temps. **Aujourd'hui nous annonçons la sortie des images d'Ubuntu MATE 18.04.2 et d'Ubuntu MATE 19.04 pour ces deux appareils**. Continuez de lire pour en savoir plus...

source: {:.center} ![Ubuntu MATE 18.04.2 running on the GPD Pocket (left) and 19.04 on the GPD Pocket 2 (right)](/images/blog/gpd-pockets-news.jpg) **Ubuntu MATE 18.04.2 running on the GPD Pocket (left) and 19.04 on the GPD Pocket 2 (right)**
fr: {:.center} ![Ubuntu MATE 18.04.2 sur le GPD Pocket (à gauche) et 19.04 sur le GPD Pocket 2 (à droite)](/images/blog/gpd-pockets-news.jpg) **Ubuntu MATE 18.04.2 sur le GPD Pocket (à gauche) et 19.04 sur le GPD Pocket 2 (à droite)**

source: # What's new?
fr: # Quoi de neuf ?

source: Thanks to the recent hardware enablement stack upgrade in Ubuntu it is now possible to create images based on Ubuntu MATE 18.04.2 for the GPD Pocket and GPD Pocket 2. [These images are final and available to download now!](/download/)
fr: Grâce à la récente mise à niveau de la pile de fonctionnalités matérielles dans Ubuntu il est dorénavant possible de créer des images basées sur Ubuntu MATE 18.04.2 pour le GPD Pocket et le GPD Pocket 2. [Ces images sont en version finale et disponibles en téléchargement dès maintenant !](/download/)

source: The Ubuntu MATE 19.04 release is just days away, so we have also prepared Ubuntu MATE 19.04 Beta images for both devices. [Also availble for download now](/download/) and you can simply collect updates to get from the beta to final release on April 18th 2019.
fr: Nous sommes à quelques jours de la sortie d'Ubuntu MATE 19.04, donc nous avons aussi préparé des images d'Ubuntu MATE 19.04 Beta pour les deux appareils. [Aussi disponibles en téléchargement dès maintenant](/download/) et vous pourrez simplement installer les mises à jour pour passer de la version beta à la version finale le 18 Avril 2019.

source: ## Improvements
fr: ## Améliorations

source: Thanks to the feedback and contributions from the community, these are the improvement we've made since the Ubuntu MATE 18.10 images were created:
fr: Grâce aux commentaires et contributions de la communauté, voici les améliorations que nous avons faites depuis la création des images d'Ubuntu MATE 18.10:

source: * Frame buffer and Xorg display rotation now works with `modesetting` and `xorg-video-intel` display drivers. * Enabled **TearFree rendering by default**. * Updated touch screen rotation to support Xorg and Wayland. * Enabled an **emulated mouse scroll wheel**, activated by holding down the right track point button and moving the trackpoint up/down. * **GRUB is now usable post-install** for both devices!
fr: * Le tampon de trame et la rotation de l'affichage Xorg fonctionne désormais avec `modesetting` et les pilotes d'affichage `xorg-video-intel`. * Activé **rendu TearFree par défaut**. * Mis à jour la rotation de l'écran tactile pour prendre en charge Xorg et Wayland. * Activé une **molette émulée de défilement de la souris**, activée en maintenant le bouton droit du trackpoint et en déplaçant le trackpoint vers le haut/bas. * **GRUB est désormais utilisable après l'installation** Pour les deux appareils !

source: title = "More Details & Downloads" text = "Find out more about Ubuntu MATE for the GPD Pocket and Pocket 2. Get the downloads!" button_text = "Details & Downloads" button_url = "/ports/umpcs/"
fr: title = "Plus de Détails & Téléchargements" text = "Apprenez-en plus à propos d'Ubuntu MATE pour les GPD Pocket et Pocket 2. Obtenez les téléchargements !" button_text = "Plus de Détails & Téléchargements" button_url = "/ports/umpcs/"
