Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/2019-04-18-ubuntu-mate-disco-final-release.po
Languages: fr

source: title: Ubuntu MATE 19.04 Final Release
fr: title: Version Finale d'Ubuntu MATE 19.04

source: **Ubuntu MATE 19.04 is a modest upgrade over previous releases. If you want bug fixes and improved hardware support, *particularly for NVIDIA GPU owners*, then 19.04 is for you. Oh yeah, we've also made [bespoke Ubuntu MATE 19.04 images for the GPD Pocket and GPD Pocket 2](/ports/umpcs/). Read on to learn more...**
fr: **Ubuntu MATE 19.04 est une amélioration modeste des versions précédentes. Si vous voulez la correction des bugs ou un meilleur support matériel, *particulièrement pour les propriétaires de GPU NVIDIA* , alors 19.04 est pour vous. Ah également, nous avons fait [des images sur mesure d'Ubuntu MATE 19.04 pour les GPD Pocket et GPD Pocket 2](/ports/umpcs/). Continuez de lire pour en savoir plus...**

source: {:.center} ![Ubuntu MATE 19.04](/images/blog/1904-final.png) **Ubuntu MATE 19.04 with the Mutiny layout**
fr: {:.center} ![Ubuntu MATE 19.04](/images/blog/1904-final.png) **Ubuntu MATE 19.04 avec la disposition Mutiny**

source: ## What changed since the Ubuntu MATE 18.10 final release?
fr: ## Quels sont les changements depuis la version finale d'Ubuntu MATE 18.10 ?

source: Those of you who follow the desktop Linux news will know that upstream [MATE Desktop recently released version 1.22](https://mate-desktop.org/blog/2019-03-18-mate-1-22-released/).
fr: Ceux d'entre vous qui suivent l'actualité du bureau Linux sauront qu'en amont le [Bureau MATE est récemment sorti en version 1.22](https://mate-desktop.org/blog/2019-03-18-mate-1-22-released/).

source: Let's rip that band-aid off and get this over quickly. Ubuntu MATE 19.04 is shipping with MATE Desktop 1.20. Albeit, the latest maintenance release of MATE Desktop 1.20 with some of the bug fixes and new features from MATE Desktop 1.22 included. In fact, the version of MATE Desktop being shipped in 19.04 is derived from the same MATE packages that will feature in the upcoming [Debian 10 (Buster)](https://wiki.debian.org/DebianBuster) release.
fr: Commençons par arracher ce pansement et finissons-en vite. Ubuntu MATE 19.04 est livré avec le Bureau MATE 1.20. Toutefois, la dernière version de maintenance du Bureau MATE 1.20 avec quelques correctifs et nouvelles fonctionnalités du Bureau MATE 1.22 inclus. En fait, la version du Bureau MATE qui est livrée avec 190.4 est dérivée des mêmes paquets MATE qui seront fournis dans la version à venir de Debian,[Debian 10 (Buster)](https://wiki.debian.org/DebianBuster).

source: You may be wondering why we're not shipping MATE Desktop 1.22? The answer, stability. MATE Desktop 1.22 introduces some underlying API changes in core components and while all first party MATE Desktop applications are compatible with the changes and completely stable, some third party applications are not. Some third party applications are big crashers now and we've not been able to fix them in time.
fr: Vous vous demandez peut-être pourquoi nous n'avons pas livré le Bureau MATE 1.22 ? La réponse est: la stabilité. Le Bureau MATE 1.22 apporte quelques changements sous-jacents d'API dans des composants essentiels et, bien que toutes les applications de première partie du Bureau MATE soient compatibles avec les changements et parfaitement stables, quelques applications de troisième partie ne le sont pas. Ces applications plantent beaucoup à l'heure actuelle et nous n'avons pas été en mesure de les corriger à temps.

source: So, we are playing it safe and sticking with MATE Desktop 1.20 and working with upstreams so we can land MATE Desktop 1.22 early in the Ubuntu MATE 19.10 development cycle.
fr: Alors, nous jouons la carte de la sécurité et restons avec le Bureau MATE 1.20 et travaillons en amont pour que le Bureau MATE 1.22 puisse atterrir tôt dans le cycle de développement d'Ubuntu MATE 19.10.

source: ### NVIDIA Drivers
fr: ## Pilotes NVIDIA

source: During the Ubuntu 18.10 development cycle the Linux kernel, firmware, Mesa and Vulkan were all updated to ensure we offered the best possible support for sipping AMD GPUs. During the 19.04 cycle AMD support has been uplifted again but we have also improved the *"out of box"* experience for NVIDIA GPU owners too.
fr: Durant le cycle de développement d'Ubuntu 18.10, le noyau Linux, firmware, Mesa et Vulkan ont tous été mis à jour pour être sûr d'offrir la meilleure prise en charge pour les GPUs AMD. Durant le cycle de 19.04, la prise en charge d'AMD a encore été montée d'un cran mais nous avons aussi amélioré l'expérience *"clé en mains"* pour les propriétaires de GPU NVIDIA également.

source: If you have an NVIDIA GPU connected to your computer and select *Install third-party software for graphics and Wi-Fi hardware* during installation, the NVIDIA proprietary drivers will be installed.
fr: Si vous avez un GPU NVIDIA connecté à votre ordinateur et choisissez *Installer des logiciels tiers pour le matériel graphique et le Wi-Fi* durant l'installation, les pilotes propriétaires NVIDIA seront installés.

source: {:.center} ![Third party drivers](/images/blog/disco/select-third-party-drivers.png)
fr: {:.center} ![Pilotes de tierce partie](/images/blog/disco/select-third-party-drivers.png)

source: Post install, the proprietary NVIDIA drivers are installed and configured. To confirm this, open a terminal and run `nvidia-smi`. Ubuntu MATE users with laptops that support hybrid graphics will see the MATE Optimus hybrid graphics applet displaying the NVIDIA logo.
fr: Après installation, les pilotes propriétaires NVIDIA seront installés puis configurés. Pour confirmer cela, ouvrez un terminal et tapez `nvidia-smi`. Les utilisateurs d'Ubuntu MATE dont les ordinateurs portables prennent en charge les graphiques hybrides verront l'applet MATE Optimus graphiques hybrides afficher le logo NVIDIA.

source: {:.center} ![MATE Optimus - hybrid graphics switcher](/images/blog/disco/mate-optimus-indicator.png)
fr: {:.center} ![MATE Optimus - changeur de graphiques hybrides](/images/blog/disco/mate-optimus-indicator.png)

source: ### MATE Dock Applet
fr: ### Applet Dock MATE

source: [MATE Dock Applet](https://github.com/robint99/mate-dock-applet) has been updated to 0.88 which introduces some new visual options, based on the look of the Unity desktop. As seen in the screenshot at the start of this post, this has been used in the Mutiny layout to further mimic Unity 7.
fr: L'[Applet Dock MATE](https://github.com/robint99/mate-dock-applet) a été mis à jour en version 0.88 qui apporte de nouvelles options visuelles, toutes les deux basées sur le look du bureau Unity. Comme en atteste la capture d'écran au début de ce post Cela a été utilisé pour que la disposition Mutiny soit encore plus proche d'Unity 7.

source: ### Remote Desktop Awareness
fr: ### Conscience du Bureau à Distance

source: Our MATE Desktop 1.20 packages ship with patches to support [Remote Desktop Awareness (RDA)](https://github.com/ArcticaProject/librda). RDA makes MATE Desktop more aware of its execution context so that it behaves differently when run inside a remote desktop session compared to when running on local hardware. Different remote technology solutions support different features and they can now be queried from within MATE components. The inclusion of RDA offers the option to suspend your remote connection; supports folder sharing in Caja; MIME type bindings for SSHFS shares and allows session suspension via the MATE screensaver.
fr: Nos paquets du Bureau MATE 1.20 apportent des correctifs pour la prise en charge de la [Conscience du Bureau à Distance (RDA)](https://github.com/ArcticaProject/librda). La RDA permet au Bureau MATE d'être mieux au courant du contexte de l'exécution, de sorte qu'il se comporte différemment dans une session de bureau à distance ou sur du matériel local. Différentes solutions de la technologie à distance prennent en charge des fonctionnalités différentes et elles peuvent dorénavant être cherchées à partir des composants MATE. L'inclusion de la RDA permet de suspendre votre connexion à distance, de prendre en charge le partage de dossiers dans Caja et les liaisons de type MIME pour les partages SSHFS et permet la suspension de session par l'économisateur d'écran MATE.

source: Alongside the generic image for 64-bit Intel PCs, we're also releasing bespoke images for the [GPD Pocket](https://www.gpd.hk/gpdpocket) and [GPD Pocket 2](https://www.gpd.hk/gpdpocket2). These include hardware specific tweaks to get these devices working *"out of the box"* without any faffing about. [See our GPD Pocket page for more details](/ports/umpcs/).
fr: Outre l'image générique pour les PCs Intel 64-Bit, nous sortons également des images sur mesure pour [GPD MicroPC](https://www.gpd.hk/gpdpocket) et [GPD Pocket 2](https://www.gpd.hk/gpdpocket2) qui comportent des ajustements spécifiques pour que ces appareils fonctionnent *"clé en mains"* sans perte de temps. [Voir notre page GPD Pocket pour plus de détails](/ports/umpcs/).

source: ## Major Applications
fr: ## Applications Majeures

source: Accompanying **MATE Desktop 1.20.4** and **Linux 5.0.0** are **Firefox 66.0.3**, **VLC 3.0.6**, **LibreOffice 6.2.2.2** and **Thunderbird 60.6.1**.
fr: Accompagnant le **Bureau MATE 1.20.4** et **Linux 5.0.0** il y a **Firefox 66.0.3**, **VLC 3.0.6**, **LibreOffice 6.2.2.2** et **Thunderbird 60.6.1**.

source: {:.center} ![Major Applications](/images/blog/disco/versions.png)
fr: {:.center} ![Applications Majeures](/images/blog/disco/versions.png)

source: See the [Ubuntu 19.04 Release Notes](https://wiki.ubuntu.com/DiscoDingo/ReleaseNotes) for details of all the changes and improvements in Ubuntu that Ubuntu MATE benefits from.
fr: Voir les [Notes de Version d'Ubuntu 19.04](https://wiki.ubuntu.com/DiscoDingo/ReleaseNotes) pour les détails de tous les changements et améliorations dans Ubuntu dont Ubuntu MATE tire profit.

source: title = "Download Ubuntu MATE Today" text = "" button_text = "Download" button_url = "/download/"
fr: title = "Téléchargez Ubuntu MATE Dès Aujourd'hui" text = "" button_text = "Télécharger" button_url = "/download/"

source: ## Upgrading from Ubuntu MATE 18.04 or 18.10
fr: ## Mettre à niveau depuis Ubuntu MATE 18.04 LTS ou 18.10

source: * Open the "Software & Updates" from the Control Center. * Select the 3rd Tab called "Updates". * Set the "Notify me of a new Ubuntu version" dropdown menu to "For any new version". * Press <kbd>Alt</kbd>+<kbd>F2</kbd> and type in `update-manager -c` into the command box. * Update Manager should open up and tell you: New distribution release '19.04' is available. * If not, you can use `/usr/lib/ubuntu-release-upgrader/check-new-release-gtk` * Click "Upgrade" and follow the on-screen instructions.
fr: * Ouvrir "Logiciels et Mises à Jour" dans le Centre de Contrôle. * Sélectionner le 3ème onglet appelé "Mises à Jour". * Réglez le menu déroulant "Notifiez-moi d'une nouvelle version d'Ubuntu" sur "Pour chaque nouvelle version". * Appuyez <kbd>Alt</kbd>+<kbd>F2</kbd> et entrez `update-manager -c -d` dans la boite de commande. * Le Gestionnaire de Mises à Jour devrait s'ouvrir et vous dire: Une nouvelle version '19.04' de la distribution est disponible. * Si ce n'est pas le cas, vous pouvez utiliser `/usr/lib/ubuntu-release-upgrader/check-new-release-gtk` * Cliquez sur "Mettre à Niveau" et suivez les instructions à l'écran.

source: ## Known Issues
fr: ## Problèmes Connus

source: Here are the known issues.
fr: Voici les problèmes connus.

source: * Nothing significant.
fr: * Rien de significatif.

source: ### Ubuntu family issues
fr: ### Problèmes de la famille Ubuntu

source: This is our known list of bugs that affects all flavours.
fr: Ceci est notre liste de problèmes connus qui affectent toutes les variantes.

source: * When [selecting third-party drivers during install causes a long pause before the install proceeds](https://pad.lv/1824905). * This is the `ubuntu-drivers` tool refreshing it's cache. Please wait a couple of minutes and the install will continue normally. * [Ubiquity slide shows are missing for OEM installs of Ubuntu MATE and Ubuntu Budgie](https://pad.lv/1713720) * To work around this, run `apt install oem-config-slideshow-ubuntu-mate` in the OEM prepare session.
fr: * Quand [vous sélectionnez l'installation de pilotes de troisième partie durant l'installation, une longue pause est marquée avant que le processus d'installation commence](https://pad.lv/1824905). * C'est l'outil `ubuntu-drivers` qui rafraîchit son cache. Veuillez s'il vous-plaît patienter deux minutes et l'installation suivra son cours normalement. * [Les diaporamas d'Ubiquity pour les installations OEM d'Ubuntu MATE et Ubuntu Budgie ne sont pas disponibles](https://pad.lv/1713720) * À titre de solution, exécutez `apt install oem-config-slideshow-ubuntu-mate` dans la session de préparation de l'OEM.

source: You'll also want to check the Ubuntu MATE bug tracker to see what has already been reported. These issues will be addressed in due course.
fr: Vous voudrez aussi jeter un œil au tracker de bugs d'Ubuntu MATE pour voir ce qui a déjà été rapporté. Ces problème seront réglés en temps voulu.

source: * [Ubuntu MATE Bug Tracker](https://bugs.launchpad.net/ubuntu-mate)
fr: * [Tracker de Bugs d'Ubuntu MATE](https://bugs.launchpad.net/ubuntu-mate)

source: ## Feedback
fr: ## Commentaires

source: Is there anything you can help with or want to be involved in? Maybe you just want to discuss your experiences or ask the maintainers some questions. Please [come and talk to us](https://ubuntu-mate.community/).
fr: Pourriez-vous nous aider de quelque façon que ce soit ou voudriez-vous vous impliquer ? Peut-être voudriez vous simplement discuter de vos expériences ou poser quelques questions aux mainteneurs. S'il-vous-plaît, [venez nous parler](https://ubuntu-mate.community/).
