Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/2019-10-18-ubuntu-mate-eoan.po
Languages: fr

source: title: Ubuntu MATE 19.10 Release Notes
fr: title: Notes de Version d'Ubuntu MATE 19.10

source: **Ubuntu MATE 19.10 is a significant improvement over Ubuntu MATE 18.04 and 19.04. The theme of this release is to address as many *"paper-cut"* issues as possible. Every new feature in Ubuntu MATE 19.10 has been added to address bugs or poor user experience. Many long standing paper-cuts are finally resolved. Make yourself a cup of tea ☕ and get a slice of cake 🍰 before reading on to find out what we've been working on for the last 25 weeks.**
fr: **Ubuntu MATE 19.10 est un grand pas en avant par rapport à Ubuntu MATE 18.04 et 19.04. Le thème de cette version est d'adresser autant de *"coupures de papier"* que possible. Toute nouvelle fonctionnalité d'Ubuntu MATE 19.10 a été ajoutée pour corriger des bugs ou une pauvre expérience utilisateur. Bien des coupures de papier de longue date sont enfin résolues. Faites-vous une tasse de thé ☕ et prenez une part de gâteau 🍰 avant de lire pour découvrir ce sur quoi nous avons travaillé durant ces 25 dernières semaines.**

source: {:.center} ![Ubuntu MATE 19.10 Beta](/images/blog/eoan/eoan-ermine-desktop.png) **_Harder, Better, Faster, Stronger_**
fr: {:.center} ![Beta d'Ubuntu MATE 19.10](/images/blog/eoan/eoan-ermine-desktop.png) **_Harder, Better, Faster, Stronger_**

source: # Ubuntu MATE 19.10 - paper 🧻 cut ️🔪 release
fr: # Ubuntu MATE 19.10 - La version des coupures 🔪 de papier 🧻

source: I have not been completely happy 😞 with the quality of recent Ubuntu MATE releases. All the important stuff works but there have been niggly issues that by themselves are not deal breakers, but in aggregate are frustrating 😠 and spoil the experience. I've been focused on resolving these issues during the 19.10 development cycle and you'll see that every new feature in Ubuntu MATE 19.10 addresses one of these paper-cuts. We've achieved this by expanding our QA team significantly and Ubuntu MATE 19.10 has been subject to weekly testing throughout this cycle. I can't thank our QA team enough for highlighting the issues that need attention.
fr: Je n'ai pas été complètement satisfait 😞 de la qualité des versions récentes d'Ubuntu MATE. Toutes les choses importantes fonctionnent mais il y a eu des petits problèmes qui en soi ne provoqueraient pas la rupture d'un accord mais qui, ajoutés les uns autres, sont frustrants 😠 et gâchent l'expérience. Je me suis concentré sur la résolution de ces problèmes durant le cycle de développement de 19.10 et vous verrez que toutes les fonctionnalités d'Ubuntu MATE 19.10 règlent une de ces coupures de papier. Nous avons achevé ceci en élargissant considérablement notre équipe AQ et Ubuntu MATE 19.10 a été soumis à des tests hebdomadaires tout au long de ce cycle. Je ne pourrais jamais remercier assez notre équipe AQ pour avoir souligné ces problèmes qui nécessitaient notre attention.

source: Most of **the paper-cut effort has been focused around the window manager, the panel and the indicators** as these are the main touching points of the desktop environment that users interact with.
fr: La plupart des efforts relatifs aux **coupures de papier** ont été concentrés sur le gestionnaire de fenêtre, les tableaux de bord et les indicateurs** comme ces éléments sont les points de contact de l'environnement de bureau avec lesquels les utilisateurs interagissent.

source: ## MATE Desktop 1.22.2
fr: ## Bureau MATE 1.22.2

source: Upstream [MATE Desktop](https://mate-desktop.org) recently released 1.22.2. All the updates are present in Ubuntu MATE 19.10 plus I've cherry 🍒 picked a good deal of fixes from MATE Desktop development snapshots. In total, 67 additional patches have been applied to the MATE Desktop packages in Ubuntu MATE 19.10 to finesse this release prior to launch day 🚀 Included in those patches are fixes for **locking the screen on resume from suspend**, adding a **Media Information extension to the file manager**, **performance improvements for the window manager** and **cycling external displays using** <kbd>Super</kbd> + <kbd>p</kbd>. All this work has also been submitted to [Debian](https://www.debian.org/).
fr: En amont, le [Bureau MATE](https://mate-desktop.org) est récemment sorti en version 1.22.2. Toutes les mises à jour sont présentes dans Ubuntu MATE 19.10 et en outre, j'ai sélectionné soigneusement 🍒 un bon nombre de correctifs provenant des clichés instantanés de développement du Bureau MATE. Au total, 67 correctifs supplémentaires ont été appliqués aux paquets du Bureau MATE dans Ubuntu MATE 19.10 pour affiner cette version avant le jour de son lancement 🚀Inclus dans ces patchs, il y a les correctifs pour **verrouiller l'écran en continuant à partir de la suspension**. L'ajout d'une **extension d'information de média au gestionnaire de fichiers**, **des améliorations des performances pour le gestionnaire de fenêtres** et la possibilité de **basculer entre les écrans externes**en utilisant <kbd>Super</kbd> + <kbd>P</kbd>. Tout ce travail a aussi été soumis à [Debian](https://www.debian.org/).

source: **Since the final beta we worked on the following**:
fr: **Depuis la beta finale nous avons travaillé sur les choses suivantes**:

source: * Added *experimental* ZFS 🗄 install option. * Fixed rendering window controls on HiDPI 🔍 displays. * Fixed irregular icon sizes 📏 in MATE Control Center and made them render nicely on HiDPI displays. * Fixed Caja 📂 extensions not loading. * Fixed `mate-power-manager` 🔌 so it uses upower-glib `get_devices2()`. * Fixed Pluma 🗒 plugins not loading. * Fixed a crasher 💣 in MATE Dock Applet due to an Attribute error in `adjust_minimise_pos()`. * Fixed a `gnome-keyring` timeout ⏱ in `mate-session-manager`. * Fixed Codec 🎞 updates in Software Boutique. * Updated Advanced MATE Menu ⚙ to use the `start-here` icon, so all menus are consistent. * Updated the Ubuntu MATE Guide ❓ * Updated the Ubiquity Slideshow 🎭
fr: * Ajouté l'option d'installation *expérimentale* ZFS 🗄. * Corrigé le rendu des contrôles des fenêtres sur écrans HiDPI 🔍. * Corrigé les tailles d'icônes irrégulières 📏 dans le Centre de Contrôle MATE et permis leur bon rendu sur écrans HiDPI. * Corrigé les extensions de Caja 📂qui ne répondaient pas. * Corrigé `mate-power-manager` 🔌 afin qu'il utilise upower-glib `get_devices2()`. * Corrigé les greffons de Pluma🗒 qui ne répondaient pas. * Corrigé un plantage💣 dans l'applet Dock MATE lié à une erreur d'Attribut dans `adjust_minimise_pos()`. * Corrigé une temporisation ⏱ de `gnome-keyring` dans `mate-session-manager`. * Corrigé les mises à jour de Codec 🎞 dans la Boutique de Logiciels. * Mis à jour le Menu Avancé MATE ⚙ pour qu'il utilise l'icône `start-here`, que tous les menus soient cohérents. * Mis à jour le Guide Ubuntu MATE ❓ * Mis à jour le Diaporama d'Ubiquity 🎭

source: ### Window Manager improvements
fr: ### Améliorations du Gestionnaire de Fenêtres

source: Marco is the Window Manager for MATE Desktop and in Ubuntu MATE 19.10 it brings a number of new features and fixes.
fr: Marco est le Gestionnaire de Fenêtres pour le Bureau MATE et dans Ubuntu MATE 19.10 il apporte un certain nombre de nouvelles fonctionnalités et correctifs.

source: **XPresent support is properly fixed** which means that **screen tearing is now a thing of the past** and **invisible window corners are finally here!** Invisible window corners mean that windows can be easily resized 📏 without having to precisely grab the window corners. **HiDPI rendering improvements** fix a number of rendering problems that were present in various themes and components, **most notably windows controls are now HIDPI aware**.
fr: **La prise en charge de XPresent est proprement corrigée**, ce qui signifie que **les déchirures d'écran appartiennent dorénavant au passé** et les **coins invisibles des fenêtres sont enfin là !** Les coins invisibles des fenêtres permettent aux fenêtres d'êtres facilement redimensionnées :straight_ruler: sans avoir à accrocher leurs coins avec précision. **Améliorations du rendu HiDPI** corrige un certain nombre de problèmes de rendu qui étaient présent dans plusieurs thèmes et composants. **Plus particulièrement, les contrôles des fenêtres sont dorénavant au courant de la présence du HiDPI**.

source: | **Before** 😢 | **After** 😀 | | ------------- | ------------ | | ![Before](/images/blog/eoan/lo-windows-controls-clip.png) | ![After](/images/blog/eoan/hi-windows-controls-clip.png)
fr: | **Avant** 😢 | **Après** 😀 | | ------------- | ------------ | | ![Avant](/images/blog/eoan/lo-windows-controls-clip.png) | ![Après](/images/blog/eoan/hi-windows-controls-clip.png)

source: **Alt+Tab navigation** makes it possible to traverse the application switcher via keyboard and mouse. We've also **cleaned up the window controls** by removing the menu button. The menu is still available either by right clicking the window title bar or pressing <kbd>Alt</kbd> + <kbd>Space</kbd>.
fr: **La navigation avec Alt+Tab** permet de traverser le changeur d'applications par le clavier et la souris. Nous avons aussi **nettoyé les contrôles de fenêtres** en supprimant le bouton de menu. Le menu est toujours disponible soit en effectuant un clic droit sur la barre de titre de la fenêtre, soit en appuyant sur <kbd>Alt</kbd> + <kbd>Espace</kbd>.

source: The main reason we've been shipping shipping Compton and Compiz in Ubuntu MATE was to offer a solution to screen tearing or improve game performance. Compiz has invisible window borders and also has a great screen magnifier suitable for visually impaired users. However, now that...
fr: La raison pour laquelle nous livrions Compton et Compiz dans Ubuntu MATE était pour offrir une solution aux déchirures d'écran et améliorer les performances dans les jeux. Compiz possède les bordures de fenêtres invisibles et une excellente loupe adaptée aux malvoyants. Toutefois, maintenant que...

source: * Magnus (see below) provides screen magnification * Marco supports invisible windows borders * Marco has improved Alt+Tab behaviour * Marco is free from screen tearing * Marco frame performance when gaming is further improved * Using Compton and Compiz with MATE Desktop introduces other bugs and integration issues
fr: * Magnus (voir ci-dessous) permet le grossissement sur l'écran * Marco prend en charge les coins de fenêtres invisibles * Marco a amélioré le comportement de Alt+Tab * Marco ne souffre plus de déchirures d'écran * Les performances de Marco au niveau des trames dans les jeux ont été encore améliorées. * Utiliser Compton et Compiz avec le bureau MATE ajoutent d'autres bugs et problèmes d'intégration.

source: ...it is **time to remove Compiz and Compton from the default Ubuntu MATE install**. The fundamental reasons for including them no longer exist.
fr: ...il est temps de **supprimer Compiz et Compton de l'installation par défaut d'Ubuntu MATE**. Les raisons fondamentales pour les inclure n'existent plus.

source: If you love 😍 Compiz, it can be installed by opening a terminal and running the following command:
fr: Si vous adorez 😍 Compiz, il peut être installé en ouvrant un terminal et en exécutant la commande suivante:

source: Only having one window manager to target means we can promptly deliver new features and minimise development effort. Which brings us to...
fr: Avoir un seul Gestionnaire de Fenêtres signifie que nous pouvons apporter rapidement de nouvelles fonctionnalités et limiter l'effort de développement. Ce qui nous amène à...

source: ### New Key-bindings
fr: ### Nouveaux Raccourcis Clavier

source: The key-bindings for window tiling have only worked on full keyboards ⌨️ with a 10-key pad. Few laptops 💻 have a 10-key pad and not all keyboards have a 10-key either. There are some well known key-bindings from other platforms that were not recognised in Ubuntu MATE. So, we've had a think 🤔 and come up with this:
fr: Les raccourcis clavier pour la division des fenêtres ne fonctionnaient que sur les claviers complets :keyboard: avec un pavé numérique à 10 touches. Peu d'ordinateurs portables :computer: possèdent un tel pavé numérique et certains claviers n'en possèdent également pas. Il y a des raccourcis clavier bien connus des autres plateformes qui n'étaient pas reconnus dans Ubuntu MATE. Nous avons donc réfléchi :think: et sommes arrivés avec ceci:

source: * <b>Maximise Window:</b> <kbd>Super</kbd> + <kbd>Up</kbd> * <b>Restore Window:</b> <kbd>Super</kbd> + <kbd>Down</kbd> * <b>Title Window right:</b> <kbd>Super</kbd> + <kbd>Right</kbd> * <b>Title Window left:</b> <kbd>Super</kbd> + <kbd>Left</kbd> * <b>Center Window:</b> <kbd>Alt</kbd> + <kbd>Super</kbd> + <kbd>c</kbd> * <b>Title Window to upper right corner:</b> <kbd>Alt</kbd> + <kbd>Super</kbd> + <kbd>Right</kbd> * <b>Title Window to upper left corner:</b> <kbd>Alt</kbd> + <kbd>Super</kbd> + <kbd>Left</kbd> * <b>Title Window to lower right corner:</b> <kbd>Shift</kbd> + <kbd>Alt</kbd> + <kbd>Super</kbd> + <kbd>Right</kbd> * <b>Title Window to lower left Corner:</b> <kbd>Shift</kbd> + <kbd>Alt</kbd> + <kbd>Super</kbd> + <kbd>Left</kbd> * <b>Shade Window:</b> <kbd>Control</kbd> + <kbd>Alt</kbd> + <kbd>s</kbd>
fr: * <b>Maximiser la Fenêtre:</b> <kbd>Super</kbd> + <kbd>Up</kbd> * <b>Restaurer la Fenêtre:Super</kbd> + <kbd>Down</kbd> * <b>Plaquer la Fenêtre à droite:</b> <kbd>Super</kbd> + <kbd>Right</kbd> * <b>Plaquer la Fenêtre à gauche:</b> <kbd>Super</kbd> + <kbd>Left</kbd> * <b>Centrer la Fenêtre:</b> <kbd>Alt</kbd> + <kbd>Super</kbd> + <kbd>c</kbd> * <b>Plaquer la Fenêtre dans le coin supérieur droit:</b> <kbd>Alt</kbd> + <kbd>Super</kbd> + <kbd>Right</kbd> * <b>Plaquer la Fenêtre dans le coin supérieur gauche:</b> <kbd>Alt</kbd> + <kbd>Super</kbd> + <kbd>Left</kbd> * <b>Plaquer la Fenêtre dans le coin inférieur gauche:</b> <kbd>Shift</kbd> <kbd>+ Alt +</kbd> <kbd>Super</kbd> + <kbd>Right</kbd> * <b>Plaquer la Fenêtre dans le coin inférieur gauche:</b><kbd>Shift</kbd> + <kbd>Alt</kbd> + <kbd>Super</kbd> + <kbd>Left</kbd> * <b>Masquer la Fenêtre:</b> <kbd>Control</kbd> + <kbd>Alt</kbd> + <kbd>s</kbd>

source: I'm happy 😀 with these key-bindings as it is now possible to tile a window to all screen quadrants 📐 using any keyboard form factor.
fr: Je suis heureux 😀 de ces raccourcis clavier car il est dorénavant possible de plaquer une fenêtre dans tous les coins de l'écran 📐 en utilisant n'importe quel format de clavier.

source: We updated the application launcher key-bindings, some of these have existed in Ubuntu MATE for a while:
fr: Nous avons mis à jour les raccourcis du lanceur d'applications, certains étaient là depuis un bon bout de temps dans Ubuntu MATE:

source: * <b>Cycle external displays:</b> <kbd>Super</kbd> + <kbd>p</kbd> * <b>Lock Screen:</b> <kbd>Super</kbd> + <kbd>L</kbd> * <b>Screenshot a rectangle:</b> <kbd>Shift</kbd> + <kbd>PrintScr</kbd> * <b>Open File Manager:</b> <kbd>Super</kbd> + <kbd>e</kbd> * <b>Open Terminal:</b> <kbd>Super</kbd> + <kbd>t</kbd> * <b>Open Control Center:</b> <kbd>Super</kbd> + <kbd>i</kbd> * <b>Open Search:</b> <kbd>Super</kbd> + <kbd>s</kbd> * <b>Open Task Manager:</b> <kbd>Control</kbd> + <kbd>Shift</kbd> + <kbd>Escape</kbd> * <b>Open System Information:</b> <kbd>Super</kbd> + <kbd>Pause</kbd>
fr: * <b>Basculer entre les écrans externes:</b> <kbd>Super</kbd> + <kbd>P</kbd> * <b>Verrouiller l'écran:</b> <kbd>Super</kbd> + <kbd>L</kbd> * <b>Capture d'écran d'un rectangle:</b> <kbd>Maj</kbd> + <kbd>ImprEcr</kbd> * <b>Ouvrir le Gestionnaire de Fichiers:</b> <kbd>Super</kbd> + <kbd>e</kbd> * <b>Ouvrir le Terminal:</b> <kbd>Super</kbd> + <kbd>T</kbd> * <b>Ouvrir le Centre de Contrôle: </b><kbd>Super</kbd> + <kbd>I</kbd> * <b>Ouvrir la Recherche :</b> <kbd>Super</kbd> + <kbd>S</kbd> * <b>Ouvrir le Gestionnaire de Tâches:</b> <kbd>Ctrl</kbd> + <kbd>Maj</kbd> + <kbd>Échap</kbd> * <b>Ouvrir les Informations Système:</b> <kbd>Super</kbd> + <kbd>Pause</kbd>

source: The key-bindings compliment existing well established alternatives. So if <kbd>Ctrl</kbd> + <kbd>Alt</kbd> + <kbd>t</kbd> (Terminal) and <kbd>Ctrl</kbd> + <kbd>Alt</kbd> + <kbd>L</kbd> (Lock Screen) are ingrained in your muscle 💪 memory 🧠 they are still available too. You can find all the keyboard shortcuts documented in the **Getting Started section of Ubuntu MATE Welcome**.
fr: Les raccourcis clavier complémentent des alternatives existantes bien établies. Donc, si <kbd>Ctrl</kbd> + <kbd>Alt</kbd> + <kbd>t</kbd> (Terminal) et <kbd>Ctrl</kbd> + <kbd>Alt</kbd> + <kbd>L</kbd> (Verrouillage de l'écran) sont enregistrés dans votre mémoire 🧠 musculaire 💪 ils seront toujours disponibles. Vous pouvez retrouver tous les raccourcis clavier dans la section **Démarrer d'Ubuntu MATE Bienvenue**.

source: ## Panel & Indicator improvements
fr: ## Améliorations du Tableau de Bord & des Indicateurs

source: This is where a good deal of effort has been invested. Let's break it down.
fr: C'est là que de nombreux efforts ont été investis. Décomposons donc ceci.

source: ### Brisk Menu and MATE Dock Applet
fr: ### Menu Brisk et l'Applet Dock MATE

source: [Brisk Menu](https://github.com/getsolus/brisk-menu) is under the Solus GitHub organisation, but it's been a couple of years since it had a new release. The Solus Project gave me administrative access 🔱 to the Brisk Menu repo and I've made a new release. Thanks to the efforts of a couple of Ubuntu MATE contributors several bug 🐞 fixes have landed too, which includes **resolving frequent crashers in Brisk Menu, preventing a scrollbar always appearing in the category column** of the menu and **silencing sounds firing as you rollover menu entries**.
fr: Le [Menu Brisk](https://github.com/getsolus/brisk-menu) se situe dans l'organisation Solus sur GitHub , mais il n'y a pas eu de nouvelle version depuis deux ans. Le Projet Solus m'a donné un accès administrateur 🔱 au dépôt du Menu Brisk et j'ai préparé une nouvelle version. Grâce aux efforts de quelques contributeurs d'Ubuntu MATE, quelques correctifs de bugs 🐞 ont été réalisés, qui résolvent notamment **les plantages fréquents: dans le Menu Brisk et empêchent l'apparition permanente d'une barre de déroulement dans la colonne catégorie** du menu, **font taire les sons qui vous tiraient dessus quand vous survoliez les entrées de menu**.

source: The previous maintainer of [MATE Dock Applet](https://github.com/ubuntu-mate/mate-dock-applet) announced that he no longer had the time ⌛️ to develop the project. Ubuntu MATE has taken on ownership and we've already published a couple of new releases 🤘 which include fixes for frequent crashes.
fr: Le mainteneur précédent de [l'applet Dock MATE](https://github.com/ubuntu-mate/mate-dock-applet) a annoncé qu'il n'avait plus le temps ⌛️ de développer le projet. Ubuntu MATE a pris possession du projet et nous avons déjà publié quelques nouvelles versions 🤘 qui comportent des corrections pour les plantages fréquents.

source: ### MATE Panel
fr: ### Tableau de Bord MATE

source: MATE Panel has had a long standing bug fixed that caused it to crash 💥 when the panel was reset or replaced. This was most noticeable when switching panel layouts via MATE Tweak and could result in the panel layout being left incomplete or entirely absent. This bug is now fixed! MATE Tweak has been updated to neatly integrate with with fixed MATE Panel behaviour so that **layout switching is now 100% reliable**.
fr: Le Tableau de Bord MATE était frappé d'un bug de longue date, désormais corrigé, qui entraînait son plantage 💥 quand le tableau de bord était réinitialisé ou remplacé. On y était confronté tout particulièrement en changeant de dispositions de tableaux de bord avec MATE Tweak et cela pouvait rendre la disposition incomplète voire absente. Ce bug est dorénavant corrigé ! MATE Tweak a été mis à jour pour intégrer proprement les comportements corrigés du Tableau de Bord MATE de sorte que **le changement de disposition soit désormais 100% fiable**.

source: ### Indicators
fr: ### Indicateurs

source: A bug which resulted in **oversized icons in indicators is finally resolved**.
fr: Un bug qui entraînait **des icônes surdimensionnées dans les indicateurs est désormais résolu**.

source: {:.center} ![Before](/images/blog/eoan/indicators-before.png) **Before 😢**
fr: {:.center} ![Avant](/images/blog/eoan/indicators-before.png) **Avant 😢**

source: {:.center} ![After](/images/blog/eoan/indicators-after.png) **After 😀**
fr: {:.center} ![Après](/images/blog/eoan/indicators-after.png) **Après 😀**

source: However, it turned out some of the bugs were due to the icons 🎨 themselves. Over 💯 icons have been refactored 🖌️️ to correct their resolutions or aspect ratio; as a result the panel and indicators both scale correctly.
fr: Toutefois, il s'est avéré que certains bugs étaient intrinsèquement dus aux icônes 🎨 Plus de 💯 icônes ont été remaniées 🖌️️ afin de corriger leurs résolutions ou leur rapport d'aspect; en conséquence, le tableau de bord et les indicateurs se mettent à l'échelle correctement.

source: A race condition that could result in **two network status icons being displayed is fixed**, and **when connected via VPN, lock icons are now overlayed on the Network Indicator**. The battery 🔋 indicator is improved and now has a larger **charging symbol while charging**.
fr: Une condition de course qui pouvait entraîner **l'apparition de deux icônes d'état du réseau a été corrigée**, et **lors d'une connexion à un VPN, les icônes de verrouillage sont dorénavant superposées à l'Indicateur de Réseau**. L'indicateur de batterie 🔋 a été amélioré et possède dorénavant un plus grand **symbole de chargement lors de la charge**.

source: We've **added the Date/Time Indicator and integrated it with MATE Desktop and it now replaces the MATE clock applet** which corrects the placement of the clock and session indicators.
fr: Nous avons **ajouté l'Indicateur de Date/Heure et l'avons intégré avec le Bureau MATE et il remplace dorénavant l'applet horloge MATE** qui corrige le placement de l'horloge et des indicateurs de session.

source: We've finally addressed a long standing issue which has been around since Ubuntu MATE 14.10 🕸️ Some of the monochrome symbolic icons used in the indicators were also used in applications. The presented a couple of issues:
fr: Nous avons enfin résolu un problème de longue date qui remontait à Ubuntu MATE 14.10 🕸️ certaines des icônes symboliques monochromes utilisées dans les indicateurs l'étaient également dans les applications. Cela entraînait quelques problèmes:

source: * In some cases you couldn't easily see the icons against the window base colour. * The mix of monochrome and full colour icons in applications looked inconsistent.
fr: * Dans certaines situations, vous ne pouviez pas aisément voir les icônes contre la couleur de base de la fenêtre. * Le mélange du monochrome et des icônes colorées dans les applications paraissait incohérent.

source: This issue is now resolved, **monochrome symbolic icons are only used for indicators and full colour icons are used in the Control Center, Sound Preferences, Bluetooth, OSD, etc**.
fr: Cette issue est maintenant résolue, **les icônes symboliques monochromes sont seulement utilisées pour les indicateurs et les icônes colorés le sont uniquement dans le Centre de Contrôle, les Préférences de Son, le Bluetooth, l'OSD, etc**...

source: ### MATE Window Applets
fr: ### Applets de Fenêtre MATE
