Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/2019-10-18-ubuntu-mate-eoan.po
Languages: fr

source: You can read more details on Didier Roche's blogs:
fr: Vous pouvez lire plus de détails sur le blog de Didier Roche:

source: * [Part 1 - Ubuntu ZFS support in 19.10: introduction](https://didrocks.fr/2019/08/06/ubuntu-zfs-support-in-19.10-introduction/) * [Part 2 - Ubuntu ZFS support in 19.10: ZFS on root](https://didrocks.fr/2019/10/11/ubuntu-zfs-support-in-19.10-zfs-on-root/)
fr: * [Part 1 - Prise en charge de ZFS dans Ubuntu 19.10: introduction](https://didrocks.fr/2019/08/06/ubuntu-zfs-support-in-19.10-introduction/) * [Part 2 - Prise en charge de ZFS dans Ubuntu 19.10: ZFS sur root](https://didrocks.fr/2019/10/11/ubuntu-zfs-support-in-19.10-zfs-on-root/)

source: ## GPD MicroPC & other UMPCs
fr: ## MicroPC GPD & autres UMPCs

source: Alongside the generic image for 64-bit Intel PCs, we're also releasing a bespoke image for the [GPD MicroPC](https://www.gpd.hk/gpdmicropc) which includes hardware specific tweaks to get this device working *"out of the box"* without any faffing about. [See our UMPC page for more details](/ports/umpcs/).
fr: Outre l'image générique pour les PCs Intel 64-Bit, nous sortons également une image sur mesure pour [GPD MicroPC](https://www.gpd.hk/gpdmicropc) qui inclut des ajustements spécifiques du matériel pour permettre à cet appareil de fonctionner **clé en mains** sans perdre de temps. [Voir notre page UMPC pour plus de détails](/ports/umpcs/).

# _posts/2019-10-18-ubuntu-mate-eoan.md:458
source: {:.center} ![ZFS on Linux](/images/blog/eoan/zol-logo.png)
fr: {:.center} ![ZFS sur Linux](/images/blog/eoan/zol-logo.png)

source: ## Major Applications
fr: ## Applications Majeures

source: Accompanying **MATE Desktop 1.22.2** and **Linux 5.3.0** are **Firefox 69.0.1**, **GNOME MPV 0.16**, **LibreOffice 6.3.1.2** and **Evolution 3.34.0**.
fr: Accompagnant le **Bureau MATE 1.22.2** et **Linux 5.3.0** il y a **Firefox 69.0.1**, **GNOME MPV 0.16**, **LibreOffice 6.3.1.2** et **Evolution 3.34.0**.

source: {:.center} ![Major Applications](/images/blog/eoan/versions.png)
fr: {:.center} ![Applications Majeures](/images/blog/eoan/versions.png)

source: See the [Ubuntu 19.10 Release Notes](https://wiki.ubuntu.com/EoanErmine/ReleaseNotes) for details of all the changes and improvements in Ubuntu that Ubuntu MATE benefits from.
fr: Voir les [Notes de Version d'Ubuntu 19.10](https://wiki.ubuntu.com/EoanErmine/ReleaseNotes) pour les détails de tous les changements et améliorations dans Ubuntu dont Ubuntu MATE tire profit.

source: title = "Download Ubuntu MATE Today" text = "" button_text = "Download" button_url = "/download/"
fr: title = "Téléchargez Ubuntu MATE Dès Aujourd'hui" text = "" button_text = "Télécharger" button_url = "/download/"

source: ## Upgrading from Ubuntu MATE 19.04
fr: ## Mettre à niveau depuis Ubuntu MATE 19.04

source: * Open the "Software & Updates" from the Control Center. * Select the 3rd Tab called "Updates". * Set the "Notify me of a new Ubuntu version" dropdown menu to "For any new version". * Press <kbd>Alt</kbd>+<kbd>F2</kbd> and type in `update-manager -c` into the command box. * Update Manager should open up and tell you: New distribution release '19.10' is available. * If not, you can use `/usr/lib/ubuntu-release-upgrader/check-new-release-gtk` * Click "Upgrade" and follow the on-screen instructions.
fr: * Ouvrir "Logiciels et Mises à Jour" dans le Centre de Contrôle. * Sélectionner le 3ème onglet appelé "Mises à Jour". * Réglez le menu déroulant "Notifiez-moi d'une nouvelle version d'Ubuntu" sur "Pour chaque nouvelle version". * Appuyez <kbd>Alt</kbd>+<kbd>F2</kbd> et entrez `update-manager -c -d` dans la boite de commande. * Le Gestionnaire de Mises à Jour devrait s'ouvrir et vous dire: Une nouvelle version '19.10' de la distribution est disponible. * Si ce n'est pas le cas, vous pouvez utiliser `/usr/lib/ubuntu-release-upgrader/check-new-release-gtk` * Cliquez sur "Mettre à Niveau" et suivez les instructions à l'écran.

source: ## Known Issues
fr: ## Problèmes Connus

source: Here are the known issues.
fr: Voici les problèmes connus.

source: * [Caja dropbox does not start](https://bugs.launchpad.net/ubuntu/+source/caja-dropbox/+bug/1845876). * The `libdropbox_apex.so` shared object, as distributed by Dropbox, has the wrong file permissions. * See [How to fix `libdropbox_apex.so` problem with latest Dropbox?](https://askubuntu.com/questions/1177519/how-to-fix-libdropbox-apex-so-problem-with-latest-dropbox). * The workaround is to open a terminal and run the following command:
fr: * [Caja dropbox ne démarre pas](https://bugs.launchpad.net/ubuntu/+source/caja-dropbox/+bug/1845876). * L'objet partagé `libdropbox_apex.so` distribué par Dropbox, a de mauvaises permissions de fichier. * Voir [Comment corriger le problème de `libdropbox_apex.so` avec la dernière version de Dropbox?](https://askubuntu.com/questions/1177519/how-to-fix-libdropbox-apex-so-problem-with-latest-dropbox). * La solution est d'ouvrir un terminal et d'exécuter la commande suivante:

source: ### Ubuntu family issues
fr: ### Problèmes de la famille Ubuntu

source: This is our known list of bugs that affects all flavours.
fr: Ceci est notre liste de problèmes connus qui affectent toutes les variantes.

source: * [Ubiquity slide shows are missing for OEM installs of Ubuntu MATE and Ubuntu Budgie](https://pad.lv/1713720) * To work around this, run `apt install oem-config-slideshow-ubuntu-mate` in the OEM prepare session.
fr: * [Les diaporamas d'Ubiquity pour les installations OEM d'Ubuntu MATE et Ubuntu Budgie ne sont pas disponibles](https://pad.lv/1713720) * À titre de solution, exécutez `apt install oem-config-slideshow-ubuntu-mate` dans la session de préparation de l'OEM.

source: You'll also want to check the Ubuntu MATE bug tracker to see what has already been reported. These issues will be addressed in due course.
fr: Vous voudrez aussi jeter un œil au tracker de bugs d'Ubuntu MATE pour voir ce qui a déjà été rapporté. Ces problème seront réglés en temps voulu.

source: * [Ubuntu MATE Bug Tracker](https://bugs.launchpad.net/ubuntu-mate)
fr: * [Tracker de Bugs d'Ubuntu MATE](https://bugs.launchpad.net/ubuntu-mate)

source: ## Feedback
fr: ## Commentaires

source: Is there anything you can help with or want to be involved in? Maybe you just want to discuss your experiences or ask the maintainers some questions. Please [come and talk to us](https://ubuntu-mate.community/).
fr: Pourriez-vous nous aider de quelque façon que ce soit ou voudriez-vous vous impliquer ? Peut-être voudriez vous simplement discuter de vos expériences ou poser quelques questions aux mainteneurs. S'il-vous-plaît, [venez nous parler](https://ubuntu-mate.community/).
