Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/2019-10-18-ubuntu-mate-eoan.po
Languages: fr

source: [MATE Window Applets](https://github.com/ubuntu-mate/mate-window-applets) have received a number a bug fixes and new features from a community contributor. Window control icons now dynamically load from the currently selected theme, rather than requiring manual user configuration, and **a number of bugs (including significant memory leaks) have also been resolved**.
fr: [Les Applets de Fenêtre MATE](https://github.com/ubuntu-mate/mate-window-applets) ont reçu un certain nombre de correctifs de bugs et de nouvelles fonctionnalités de la part d'un contributeur de la communauté. Les icônes de contrôle des fenêtres sont dorénavant chargées dynamiquement à partir du thème actuellement sélectionné au lieu de nécessiter la configuration manuelle par l'utilisateur, et **Un certain nombre de bugs (y compris des fuites de mémoire significatives) ont également été résolus**.

source: ## Notification Center
fr: ## Centre de Notification

source: Ubuntu MATE 19.10 includes a **new Indicator that provides a "notification center"** 🔔 We worked with the [upstream developer to add new features to indicator-notifications](https://github.com/trism/indicator-notifications) and integrate it with MATE Notifications Daemon.
fr: Ubuntu MATE 19.10 intègre un **nouvel Indicateur qui fournit un "centre de notifications"** 🔔 Nous avons travaillé en [amont avec le développeur pour ajouter des nouvelles fonctionnalités à indicator-notifications](https://github.com/trism/indicator-notifications) et l'avons intégré avec le Daemon de Notifications MATE.

source: {:.center} ![Notification Settings](/images/blog/eoan/notification-settings.png)
fr: {:.center} ![Réglages des Notifications](/images/blog/eoan/notification-settings.png)

source: We now have a **notification center which also offers a "do not disturb" 🛑 feature**. When do not disturb is enabled, notifications will not be displayed but will be captured in the notification center for review. It's also **possible to blacklist some notifications**, so they are never stored by the notification center. I've created an icon theme for the notification center so it fits the look and feel of the default Ubuntu MATE theme. **Notification hints are also fixed** so any notifications supplying additional media, such as sounds or icons, now work.
fr: Nous disposons dorénavant d'un **centre de notifications qui propose également une fonction "ne pas déranger" 🛑**. Quand "ne pas déranger" est activé, les notifications seront silencieuses et capturées dans le centre de notifications pour y être passées en revue. Il est également **possible de mettre certaines notifications en liste noire**, ainsi elles ne figureront jamais dans le centre de notifications. J'ai créé un thème d'icônes pour le centre de notifications pour qu'il soit vraiment raccord avec le thème par défaut d'Ubuntu MATE. **Les indices de Notifications sont également corrigés**. Ainsi, toutes les notifications comportant des médias supplémentaires, tels des sons ou icônes, fonctionneront désormais.

source: Personally, I love ❤️ this feature! No more will I have awkward messages from my Mum flash up while I'm presenting 😜
fr: Personnellement, j'adore ❤️ cette fonctionnalité ! Fini les messages embarrassants de Maman qui clignotent quand je donne une présentation.😜

source: ## Evolution replaces Thunderbird
fr: ## Evolution remplace Thunderbird

source: The Ubuntu MATE development team discussed the pros and cons of switching the default mail ✉️ client in Ubuntu MATE to [Evolution](https://wiki.gnome.org/Apps/Evolution). Here is a summary of our assessment:
fr: L'équipe de développement d'Ubuntu MATE a discuté des avantages et inconvénients du changement du client mail ✉️ par défaut dans Ubuntu MATE pour [Evolution](https://wiki.gnome.org/Apps/Evolution). Voici un résumé de notre évaluation:

source: * Thunderbird does not integrate as well with the desktop. * For example, theme integration, font integration, compatibility with HUD (which is increasingly difficult to support in Thunderbird), notifications with action buttons, locale and spell checking. * Thunderbird & Lightning occupies 171MB on the ISO image, while Evolution uses 46MB. * Evolution integrates well with MATE Desktop given that both use GTK3. * **Evolution includes interoperability with LibreOffice**, for which Ubuntu MATE is already shipping the required components. * Evolution has superior **integration with Google Mail and Exchange**, including calendar, contacts, tasks, and memos.
fr: * Thunderbird ne s'intègre pas aussi bien au bureau. * Par exemple, l'intégration du thème et des polices, la compatibilité avec le HUD (qui est de plus en plus difficile à prendre en charge dans Thunderbird), les notifications avec des boutons d'action, les locales et la vérification orthographique. * Thunder & Lightning occupe 171MO sur l'image ISO, là où Evolution utilise 46MO. * Evolution s'intègre bien au Bureau MATE compte tenu que tous deux utilisent GTK3. * **Evolution intègre l'interopérabilité avec LibreOffice**, pour laquelle Ubuntu MATE propose déjà tous les composants requis. * Evolution a une **intégration supérieure avec Google Mail et Exchange**, y compris le calendrier, les contacts, les tâches et les mémos.

source: **Indicator Date/Time also integrates with Evolution**. It is fully functional, all the features of creating new events or opening upcoming events from the indicator work. Clicking on a day in the month displays the events for the selected day etc.
fr: **L'indicateur Date/Heure s'intègre aussi avec Evolution**. Il est pleinement fonctionnel, y compris les fonctionnalités pour créer de nouveaux rendez-vous ou ouvrir les rendez-vous à venir à partir de l'indicateur. Cliquer sur un jour individuel du mois affiche les rendez-vous prévus pour ce jour-là, etc.

source: {:.center} ![Indicator Date/Time](/images/blog/eoan/indicator-datetime.png)
fr: {:.center} ![L'indicateur Date/Heure](/images/blog/eoan/indicator-datetime.png)

source: For the many people who use web-mail exclusively this change will have no impact, but for those who use desktop mail we feel these productivity 📈 improvements are significant.
fr: Pour bien des gens qui utilisent exclusivement le webmail, ce changement n'aura aucun impact, mais pour ceux qui utilisent un client de bureau, ces gains de productivité 📈 sont significatifs.

source: For those of you who love 💕 Thunderbird and wish to continue using it: we will continue to offer Thunderbird in the Software Boutique for a one-click install. Likewise, Evolution is now in the Software Boutique so can be installed/removed with one-click too.
fr: Pour ceux d'entre vous qui adorent 💕Thunderbird et souhaitent continuer à l'utiliser, nous continuerons à proposer Thunderbird dans la Boutique de Logiciels avec une installation en un clic. De même, Evolution est dorénavant dans la Boutique de Logiciels, et peut être installé/supprimé en un clic également.

source: ## GNOME MPV replaces VLC
fr: ## GNOME MPV remplace VLC

source: We have **switched from VLC to GNOME MPV**, soon be renamed to [Celluloid](https://celluloid-player.github.io/), for the default media player 🎬 The reasons for switching to GNOME MPV are similar to swapping out Thunderbird for Evolution; **better desktop integration**.
fr: Nous avons **changé VLC pour GNOME MPV**, qui sera bientôt renommé en [Celluloid](https://celluloid-player.github.io/), en tant que lecteur de médias par défaut 🎬 lLes raisons de ce changement pour GNOME MPV sont similaires à celles invoquées pour le remplacement de Thunderbird par Evolution: **Une meilleure intégration au bureau**.

source: We've changed GNOME MPV's default UI to better fit in with MATE Desktop by not using client side decorations (CSD). GNOME MPV has an MPRIS implementation that completely integrates with the Sound Indicator. GNOME MPV uses less space on the ISO image compared to VLC and we'll get on to why that is important later.
fr: Nous avons changé l'interface utilisateur par défaut de GNOME MPV pour qu'elle soit mieux adaptée au Bureau MATE en n'utilisant pas les Décorations côté client (CSD), GNOME MPV a une mise en œuvre MPRIS qui s'intègre totalement avec l'Indicateur du Son. GNOME MPV prend moins d'espace sur l'image ISO comparé à VLC et nous expliquerons pourquoi c'est important plus tard.

source: GNOME MPV doesn't offer the extensive array of preferences and options to users that VLC does, and instead ships sane defaults; only surfacing options where they make sense. GNOME MPV is a GTK3 application whereas VLC uses Qt5. **GNOME MPV looks right at home in Ubuntu MATE which uses GTK3 throughout**. While we've done our best to coerce VLC to take hints from the GTK theme, it has never been perfect. Most importantly, **GNOME MPV is an excellent media player with the same broad media format support that VLC offers**. Ubuntu MATE 20.04 will ship Celluloid 🎞️, the new name for GNOME MPV. VLC will remain in the Software Boutique as a single click install for anyone who wants it.
fr: GNOME MPV ne propose pas l'étalage de préférences et d'options aux utilisateurs comme le fait VLC, et propose à la place des réglages par défaut sains: on aperçoit seulement les options qui ont du sens. GNOME MPV est une application GTK tandis que VLC utilise Qt5. **GNOME MPV a l'air d'être chez lui dans Ubuntu MATE qui utilise GTK3 de fond en comble.** Nous avons fait de notre mieux pour forcer VLC à prendre des airs du thème GTK, mais ça n'a jamais été parfait. Surtout, **GNOME MPV est un excellent lecteur de médias avec la même vaste prise en charge offerte par VLC**. Ubuntu MATE 20.04 sera livré avec Celluloid 🎞️, le nouveau nom de GNOME MPV. VLC restera installable en un clic dans la Boutique de Logiciels pour ceux qui veulent l'utiliser.

source: Most desktop environments are lacking a screen magnifier, which is an essential application for visually impaired 👓 computer users and also useful for accurate graphical design or detail work. One of the reasons we ship Compiz in Ubuntu MATE is because it has an excellent screen magnifier and was our solution for people who need magnification 🔍
fr: La plupart des environnements de bureau n'ont pas de loupe grossissante, ce qui est une application essentielle pour les utilisateurs d'ordinateur malvoyants 👓, tout comme pour la conception graphique précise ou du travail de détail. L'une des raisons pour lesquelles nous livrons Compiz avec Ubuntu MATE est son excellente loupe grossissante qui était notre solution pour les gens qui en ont besoin 🔍

source: I collaborated with my friend [Stuart Langridge](https://twitter.com/sil) to create [Magnus](https://kryogenix.org/code/magnus/); **a very simple desktop magnifier**, showing the area around the mouse pointer in a separate window magnified two, three, four, or five times. Magnus is now shipped 🚢 by default in Ubuntu MATE 19.10, Ubuntu Budgie 19.10 and other distros are already picking up it too 💪
fr: Martin et [Stuart Langridge](https://twitter.com/sil) ont collaboré pour créer [Magnus](https://kryogenix.org/code/magnus/); **une loupe de bureau simplissime**, montrant la zone autour du pointeur de la souris dans une fenêtre séparée et zoomée deux, trois, quatre ou cinq fois. Magnus est dorénavant livré 🚢 par défaut dans Ubuntu MATE 19.10, Ubuntu Budgie 19.10 et d'autres distros sont déjà en train de le choisir également 💪

source: ## Ubuntu MATE Themes
fr: ## Thèmes d'Ubuntu MATE

source: Dozens of theme related bugs have been fixed and the Ubuntu MATE themes have been added to the `gtk-common-themes` used by snaps, **so snapped applications are themed correctly for Ubuntu MATE users now**. This change is already available all the way back to Ubuntu MATE 16.04.
fr: Des douzaines de bugs relatifs aux thèmes ont été corrigés. Les thèmes d'Ubuntu MATE ont été ajoutés aux `gtk-common-themes` utilisés par les snaps, **ainsi les thèmes fonctionnent dorénavant correctement avec les applications snaps pour les utilisateurs d'Ubuntu MATE**. Ce changement est déjà disponible pour les versions précédentes jusqu'à Ubuntu MATE 16.04.

source: The most noticeable theme issues that have been resolved are **expanders in tree view are now a sensible size** (they were so tiny) so you can easily click them, **window controls are correctly proportioned on CSD windows** and we've add a splash of Chelsea Cucumber 🥒 to the Ubuntu MATE logo on the menu. Everything the QA team highlighted has been fixed 🔨
fr: Les problèmes de thèmes corrigés les plus visibles sont les **élargisseurs de petite taille dans la vue en arborescence** (ils étaient si minuscules) qui sont désormais facilement cliquables, **Les contrôles de fenêtres sont dorénavant correctement proportionnés sur les fenêtres CSD** et nous avons ajouté une couche de Concombre de Chelsea 🥒 sur le logo Ubuntu MATE sur le menu. Tout ce que l'équipe AQ avait remarqué a été corrigé 🔨

source: ## MATE Tweak and Ubuntu MATE Welcome
fr: ## MATE Tweak et Ubuntu MATE Bienvenue

source: MATE Tweak now **preserves user preferences when switching between custom layouts** thanks to a community contribution.
fr: MATE Tweak **préserve dorénavant les préférences utilisateurs quand on bascule entre les dispositions personnalisées** grâce à une contribution de la communauté.

source: If you're familiar with MATE Tweak you'll know it can switch panel layouts to somewhat mimic other platforms and distros 🐧 We have now integrated a graphical layout switcher in Ubuntu MATE Welcome to better promote the feature and make it more accessible. We have actually had this feature since 18.04 but the bugs in MATE Panel I mentioned earlier meant it didn't work. With all the associated panel bugs fixed 🔧 we now have this:
fr: Si vous êtes familier avec MATE Tweak, vous saurez que l'on peut changer de disposition de tableaux de bord afin d'imiter d'autres plateformes et distributions 🐧 Nous avons désormais intégré un changeur de disposition dans Ubuntu MATE Bienvenue afin de mieux promouvoir la fonctionnalité et la rendre plus accessible. Nous avions en fait cette fonctionnalité depuis 18.04, mais les bugs dans Tableau de Bord MATE que j'ai mentionnés plus tôt en empêchaient le fonctionnement. Avec tous les bugs relatifs au tableau de bord corrigés 🔧, nous avons dorénavant ceci:

source: {:.center} ![Desktop Layout Switcher](/images/blog/eoan/desktop-layout.png)
fr: {:.center} ![Changeur de Disposition de Bureau](/images/blog/eoan/desktop-layout.png)

source: ## NVIDIA drivers
fr: ## Pilotes NVIDIA

source: If you've been following the news surrounding Ubuntu you'll know that Ubuntu will be shipping 🚢 the NVIDIA proprietary drivers on the ISO images. Anyone selecting the additional 3rd party hardware drivers during installation without an Internet connection will have the drivers available in offline scenarios.
fr: Si vous avez suivi les nouvelles relatives à Ubuntu, vous saurez qu'Ubuntu sera livré 🚢 avec les drivers propriétaires NVIDIA sur les images ISO. Quiconque sélectionne les pilotes de périphériques de 3ème partie durant l'installation sans une connexion internet pourra installer ces pilotes, même en étant hors ligne.

source: This comes at the cost of increasing the ISO size by ~115MB, but I think this trade-off is worth it. The drivers are not active by default, just present in the apt repository provided on the ISO image to facilitate installation should they be requested. But, if your computer has an NVIDIA GPU, you can now have the drivers installed and operational immediately following install 🌟
fr: Cela a un prix avec l'augmentation de la taille de l'ISO à hauteur de *115MO, mais je pense que le compromis en vaut la peine. Les pilotes ne sont pas actifs par défaut, juste présents dans le dépôt apt fourni par l'image ISO pour faciliter l'installation en cas de requête. Mais, si votre ordinateur a un GPU NVIDIA? vous pouvez dorénavant avoir des pilotes installés et opérationnels juste après l'installation 🌟

source: Post-install, Ubuntu MATE users with computers that support hybrid graphics will see the MATE Optimus hybrid graphics applet displaying the NVIDIA logo.
fr: Après installation, les utilisateurs d'Ubuntu MATE dont les ordinateurs prennent en charge les graphiques hybrides verront l'applet MATE Optimus graphiques hybrides afficher le logo NVIDIA.

source: Now the NVIDIA 435 drivers are in Ubuntu 19.10, I have given MATE Optimus an update. MATE Optimus adds support for NVIDIA On-Demand and will now prompt users to log out when switching the GPU's profile. MATE, XFCE, Budgie, Cinnamon, GNOME, KDE and LXQt are all supported. Wrappers, called `offload-glx` & `offload-vulkan` can be used to easily offload games/apps to the PRIME renderer. **I'm also delighted to see Ubuntu Budgie 19.10 are shipping MATE Optimus too!**
fr: Maintenant, les pilotes NVIDIA 435 sont dans Ubuntu 19.10. Nous avons mis à jour MATE Optimus. MATE Optimus ajoute la prise en charge de NVIDIA On-Demand et demandera dorénavant aux utilisateurs de se déconnecter quand ils changeront de profil GPU. MATE; XFCE, Budgie,Cinnamon, GNOME, KDE and LXQt sont tous pris en charge. Les enveloppes appelées `offload-glx` & `offload-vulkan` peuvent être utilisées aisément pour décharger les jeux/apps au rendu PRIME.**J'ai aussi l'honneur de vous annoncer qu'Ubuntu Budgie 20.04 livre également MATEOptimus !**

source: The **NVIDIA drivers are now going to receive updates via the official Ubuntu software repository**. So no need to add a PPA to get updates and more importantly, **the NVIDIA drivers are signed (which is not supported for drivers distributed via PPA) so you can keep Secure Boot enabled.**
fr: Les **pilotes NVIDIA recevront des mises à jour par le dépôt de logiciels officiel d'Ubuntu**. Plus besoin d'ajouter un PPA pour obtenir des mises à jour et surtout, **les pilotes NVIDIA sont signés (ce qui n'est pas pris en charge par les pilotes distribués par PPA), vous permettant ainsi de maintenir activé le Secure Boot.**

source: ## ISO optimisations
fr: ## Optimisations de l'ISO

source: In order to squeeze those ~115MB of NVIDIA drivers on the ISO while keeping the ISO at ~2.0GB required some optimisation. Certainly switching to Evolution helped a bit. We've also **dropped Brasero from the default installed applications** because optical media burning is not a widespread use case these days. Brasero is still in Software Boutique should you need it.
fr: Presser ces ~115MO de pilotes NVIDIA sur l'ISO tout en conservant l'ISO à ~2.0GO nécessita un peu d'optimisation. Il est certain qu'avoir changé pour Evolution a quelque peu aidé. Nous avons aussi **abandonné Brasero des applications installées par défaut** parce que les médias optiques ne sont plus si répandus de nos jours. Brasero est toujours dans la Boutique de Logiciels si vous en avez besoin.

source: The main gains came from **analysing the data we have about our user distribution across countries** and changing what language packs we make available on the ISO. We get the data from [snap metrics](https://snapcraft.io/ubuntu-mate-welcome) and the [Ubuntu Report](https://ubuntu.com/desktop/statistics).
fr: Les gains principaux proviennent de **l'analyse des données que nous avons de notre distribution d'utilisateurs à travers le monde** et du changement des packs de langue disponibles sur l'ISO. Nous tenons ces données des [métriques snap](https://snapcraft.io/ubuntu-mate-welcome) et du [Rapport Ubuntu](https://ubuntu.com/desktop/statistics).

source: We dropped Chinese, Japanese and Indic language packs from the ISO and added Russian. This dropped the ISO size considerably and the savings gained were just about equivalent to what the NVIDIA drivers require.
fr: Nous avons retiré les packs de langue Chinois, Japonais et Indique de l'ISO et ajouté le Russe. Cela a considérablement réduit la taille de l'ISO et les gains obtenus étaient approximativement équivalents à ce que requièrent les pilotes NVIDIA.

source: We are **currently shipping English, Spanish, Portuguese, German, French, Italian and Russian language packs on the iso**, with each language including all regional dialect variations. Anyone in other parts of the world will get the language packs providing they have an Internet connection during the install.
fr: Nous livrons désormais les packs de langue pour **l'Anglais, l'Espagnol, le Portugais, l'Allemand, le Français, l'Italien et le Russe sur l'ISO** avec pour chaque langage, toutes les variations de dialectes régionaux. Quiconque dans d'autres parties du monde obtiendra les packs de langue nécessaires si tant est qu'il dispose d'une connexion internet durant l'installation.

source: Other gains were made by:
fr: D'autres gains ont été obtenus en:

source: * Changing to format of the weather station database which saved 15MB 😱 * Removing Qt4 components. [Qt4 is being removed from Debian and Ubuntu](https://wiki.debian.org/Qt4Removal). * Removing [fcitx](https://fcitx-im.org/wiki/Fcitx) from the Live environment. * Removing obsolete software from the ship-live seed. * Removed `usb-creator-gtk` from the default install. GNOME Disks provides image writing capabilities. * Reducing the size of Ubuntu MATE Welcome and Software Boutique snaps. * Using image optimisation tools on every graphic asset in the default themes, icon themes and wallpaper back-catalog.
fr: * Changeant le format de la base de données de la station météo a sauvé 15MO 😱 * Supprimant des composants Qt4. [Qt4 est en cours de retrait de Debian et d'Ubuntu](https://wiki.debian.org/Qt4Removal). * Supprimant [fcitx](https://fcitx-im.org/wiki/Fcitx) de l'environnement en direct. * Supprimant des logiciels obsolètes de la graine en direct-livraison. * Supprimant `usb-creator-gtk` de l'installation par défaut. Gnome Disques fournit la capacité d'écrire des images. * Réduisant la taille des snaps d'Ubuntu MATE Bienvenue et de la Boutique de Logiciels. * Utilisant des outils d'optimisation de l'image sur tous les éléments graphiques dans les thèmes par défaut, les thèmes d'icône et l'ancien catalogue de fonds d'écran.

source: **Had we not optimised the ISO image it would have been 2.5GB, but instead it remains just a hair over 2.0GB while now hosting the NVIDIA drivers and 7 language packs**. So, while the Ubuntu MATE ISO image is larger than some, a good chunk of that size is hosting drivers and language packs that will probably never end up getting installed on your computer. The language packs and drivers are there to best service our diverse community of users from across the world 🗺️ running a variety of hardware 💻
fr: **Si nous n'avions pas optimisé l'image ISO elle aurait été de 2.5GO, mais au lieu de cela elle dépasse d'un cheveu les 2.0GO tout en contenant les pilotes NVIDIA et 7 packs de langues**. Alors, bien que l'image ISO d'Ubuntu MATE soit plus grosse que certaines, une bonne partie de cette taille héberge les pilotes et les packs de langue qui ne seront probablement jamais installés sur votre ordinateur. Les packs de langues et les pilotes sont là pour rendre service à notre communauté d'utilisateurs diverse du monde entier 🗺️ qui font tourner une grande variété de matériel 💻

source: ## ZFS on root
fr: ## ZFS sur root

# _posts/2019-10-18-ubuntu-mate-eoan.md:439
source: {:.center} ![ZFS on Linux](/images/blog/eoan/zol-logo.png)
fr: {:.center} ![ZFS sur Linux](/images/blog/eoan/zol-logo.png)

source: Support for ZFS as the root filesystem is added as an experimental feature in 19.10. The ZFS file system and partitioning layout is handled automatically directly via the installer.
fr: La prise en charge du ZFS en tant que système de fichiers root a été ajoutée en tant que fonctionnalité expérimentale dans 19.10. Le système de fichiers ZFS et la disposition des partitions est gérée automatiquement, directement par l'installateur.
