Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/2020-10-22-ubuntu-mate-groovy.po
Languages: fr

source: title: Ubuntu MATE 20.10 Release Notes description: What's new in Ubuntu MATE 20.10 (Groovy Gorilla)
fr: title: Notes de Version d'Ubuntu MATE 20.10 description: Quoi de neuf dans Ubuntu MATE 20.10 (Groovy Gorilla)

source: The releases following an LTS are always a good time ⌚ to make changes the set the future direction 🗺️ of the distribution with an eye on where we want to be for the next LTS release. Therefore, Ubuntu MATE 20.10 ships with that latest MATE Desktop 1.24.1, keeps paces with other developments within Ubuntu (such as Active Directory authentication) and migrated to the Ayatana Indicators project.
fr: Les versions qui suivent une LTS sont toujours une partie de plaisir ⌚ pour faire les changements qui établissent la future direction 🗺️ de la distribution en gardant un œil là où nous voudrons être lors de la sortie de la prochaine LTS. Ainsi, Ubuntu MATE 20.10 est livré avec le dernier Bureau MATE 1.24.1, et tient le rythme avec les autres développements au sein d'Ubuntu (tels l'authentification d'Active Directory) et a migré vers le projet des indicateurs Atayana.

source: If you want bug fixes :bug:, kernel updates :corn:, a new web camera control :movie_camera:, and a new indicator :point_right: experience, then 20.10 is for you :tada:. Ubuntu MATE 20.10 will be supported for 9 months until July 2021. If you need Long Term Support, we recommend you use Ubuntu MATE 20.04 LTS.
fr: Si vous voulez des correctifs de bugs :bug:, des mises à jour du noyau :corn:, un nouveau contrôle de la webcam :movie_camera:, et :point_right: une expérience avec les nouveaux indicateurs, alors 20.10 est faite pour vous :tada:. Ubuntu MATE 20.10 sera supporté pendant 9 mois, jusqu'en juillet 2021. Si vous avez besoin de Support sur le Long Terme nous vous recommandons d'utiliser Ubuntu MATE 20.04 LTS.

source: Read on to learn more... :point_down:
fr: Lisez pour en savoir plus... :point_down:

source: ## What's changed since Ubuntu MATE 20.04?
fr: ## Quels sont les changements depuis Ubuntu MATE 20.04 ?

source: ### MATE Desktop
fr: ### Bureau MATE

source: If you follow the [Ubuntu MATE twitter account](https://twitter.com/ubuntu_mate) 🐦 you'll know that MATE Desktop 1.24.1 was recently released. Naturally Ubuntu MATE 20.10 features that maintenance release of MATE Desktop. In addition, [we have prepared updated MATE Desktop 1.24.1 packages for Ubuntu MATE 20.04](https://pad.lv/1891891) that are currently in the SRU process. Given the number of MATE packages being updated in 20.04, it might take some time ⏳ for all the updates to land, but we're hopeful that the fixes and improvements from MATE Desktop 1.24.1 will soon be available for those of you running 20.04 LTS 👍
fr: Si vous suivez le [compte Twitter Ubuntu MATE] (https://twitter.com/ubuntu_mate) 🐦 vous saurez que le Bureau MATE 1.24.1 est sorti récemment. Naturellement Ubuntu MATE 20.10 incorpore cette mise à jour de maintenance du Bureau MATE. [En outre, nous avons préparé des paquets mis à jour vers le Bureau MATE 1.24.1 pour Ubuntu MATE 20.04](https://pad.lv/1891891) qui sont actuellement en processus SRU. Étant donné le nombre de paquets MATE mis à jour dans 20.04, cela prendra probablement un peu de temps⏳pour que toutes les mises à jour parviennent à bon port, mais nous espérons que les correctifs et améliorations du Bureau MATE 1.24.1 seront bientôt disponibles pour ceux qui utilisent 20.04 LTS 👍

source: The Ubuntu Desktop team added the option to enroll your computer into an Active Directory domain 🔑 during install. We've been tracking that work and the same capability is available in Ubuntu MATE too.
fr: L'équipe du Bureau Ubuntu a ajouté l'option pour inscrire votre ordinateur dans un domaine Active Directory 🔑 durant l'installation. Nous avons suivi ce travail et cette possibilité est également disponible dans Ubuntu MATE.

source: {:.center} ![Active Directory Enrollment](/images/blog/groovy/active-directory.png) **Enroll your computer into an Active Directory domain**
fr: {:.center} ![Inscription à Active Directory](/images/blog/groovy/active-directory.png) **Inscrivez votre ordinateur dans un domaine Active Directory**

source: ### Ayatana Indicators
fr: ### Indicateurs Atayana

source: There is a significant under the hood change 🔧 in Ubuntu MATE 20.10 that you might not even notice 👀 at a surface level; we've replaced Ubuntu Indicators with [Ayatana Indicators](https://github.com/AyatanaIndicators).
fr: Il y a un changement significatif sous le capot 🔧 dans Ubuntu MATE 20.10 que vous ne remarquerez peut-être même pas 👀 au niveau de la surface; nous avons remplacé les Indicateurs Ubuntu avec les [Indicateurs Ayatana](https://github.com/AyatanaIndicators).

source: We'll explain some of the background, why we've made this change, the short term impact and the long term benefits.
fr: Nous expliquerons un peu les coulisses, pourquoi nous avons effectué ce changement, l'impact à court terme et les avantages au long terme.

source: #### What are Ayatana Indicators?
fr: #### Que sont les Indicateurs Atayana ?

source: In short, Ayatana Indicators is a fork of Ubuntu Indicators that aims to be cross-distro compatible and re-usable for any desktop environment 👌 Indicators were developed by Canonical some years ago, initially for the GNOME2 implementation in Ubuntu and then refined for use in the Unity desktop. Ubuntu MATE has supported the Ubuntu Indicators for some years now and we've contributed patches to integrate MATE support into the suite of Ubuntu Indicators. Existing indicators are compatible with Ayatana Indicators.
fr: En bref, les Indicateurs Ayatana sont un fork des Indicateurs Ubuntu visant à être compatibles avec d'autres distributions et réutilisables pour tous les environnements de bureau 👌. Les Indicateurs étaient développés par Canonical il y a quelques années, initialement pour la mise en œuvre de GNOME 2 dans Ubuntu et ensuite raffinés dans le bureau Unity. Ubuntu MATE a supporté les Indicateurs Ubuntu pendant quelques années et nous avons contribué avec des patchs pour intégrer le support de MATE dans la suite d'Indicateurs Ubuntu. Les indicateurs existants sont compatibles avec les Indicateurs Atayana.

source: We have migrated Ubuntu MATE 20.10 to Ayatana Indicators and Arctica Greeter. I live streamed 📡 the development work to switch from Ubuntu Indicators to Ayatana Indicators which you can find below if you're interested in some of the technical details 🤓
fr: Nous avons migré Ubuntu MATE 20.10 vers les Indicateurs Atayana et Arctica Greeter. I Diffusé en direct 📡, le développement pour migrer des Indicateurs Ubuntu vers les Indicateurs Atayana que vous pouvez trouver ci-dessous si les détails techniques vous intéressent 🤓

source: #### The benefits of Ayatana Indicators
fr: #### Les avantages des Indicateurs Atayana

source: Ubuntu MATE 20.10 is our first release to feature Ayatana Indicators and as such there are a couple of drawbacks; there is no messages indicator and no graphical tool to configure the display manager greeter (login window) 😞
fr: Ubuntu MATE 20.10 est notre première version à proposer les Indicateurs Atayana et de ce fait il y a quelques inconvénients; il n'y a pas d'indicateur de messages ni d'outil graphique pour configurer l'écran de connexion du gestionnaire d'affichage (la fenêtre de connexion) 😞

source: Both will return in a future release and the greeter can be configured using `dconf-editor` in the meantime.
fr: Tous deux reviendront dans une version future et l'écran de connexion peut d'ores-et-déjà être configuré en utilisant `dconf-editor`.

source: {:.center} ![Arctica Greeter dconf configuration](/images/blog/groovy/arctica-greeter-dconf.png) **Configuring Arctica Greeter with `dconf-editor`**
fr: {:.center} ![Configuration d'Arctica Greeter avec dconf](/images/blog/groovy/arctica-greeter-dconf.png) **Configuration d'Arctica Greeter avec `dconf-editor`**

source: That said, there are significant benefits that result from migrating to Ayatana Indicators:
fr: Cela dit, il y a des avantages significatifs résultant de la migration vers les Indicateurs Atayana:

source: * Debian and Ubuntu MATE are now aligned with regards to Indicator support; patches are no longer required in Ubuntu MATE which reduces the maintenance overhead. * [MATE Tweak](https://github.com/ubuntu-mate/mate-tweak) is now a cross-distro application, without the need for distro specific patches. * We've switched from [Slick Greeter](https://github.com/linuxmint/slick-greeter) to [Arctica Greeter](https://github.com/ArcticaProject/arctica-greeter) (both forks of Unity Greeter) * Arctica Greeter integrates completely with Ayatana Indicators; so there is now a consistent Indicator experience in the greeter and desktop environment. * Multiple projects are now using Ayatana Indicators, including desktop environments, distros and even mobile phone projects such as [UBports](https://ubports.com/). With more developers collaborating in one place we are seeing the collection of available indicators grow 📈 * Through UBports contributions to Ayatana Indicators we will soon have a Bluetooth indicator that can replace Blueman, providing a much simpler way to connect and manage Bluetooth devices. UBports have also been working on a network indicator and we hope to consolidate that to provide improved network management as well. * Other indicators that are being worked on include printers, accessibility, keyboard (long absent from Ubuntu MATE), webmail and display.
fr: * Debian et Ubuntu MATE sont maintenant alignés au regard du support des Indicateurs; les correctifs ne sont désormais plus requis dans Ubuntu MATE, ce qui réduit la surcharge de maintenance. * [MATE Tweak](https://github.com/ubuntu-mate/mate-tweak) est maintenant une application multi-distro, sans nécessiter de correctifs pour une distribution spécifique. * Nous avons basculé de [Slick Greeter](https://github.com/linuxmint/slick-greeter) vers [Arctica Greeter](https://github.com/ArcticaProject/arctica-greeter) (tous deux des forks d'Unity Greeter) * Arctica Greeter s'intègre pleinement avec les Indicateurs Atayana; il y a dorénavant une expérience consistante avec les indicateurs entre l'écran de connexion et l'environnement de bureau. * De multiples projets utilisent actuellement les Indicateurs Atayana, que ce soit des environnements de bureau, des distros et même des projets de téléphone mobile comme [UBports](https://ubports.com/). Avec plus de développeurs collaborant au même endroit, nous voyons la collection d'indicateurs disponibles grandir.📈 * Grâce aux contributions d'UBports aux Indicateurs Atayana, nous aurons bientôt un indicateur Bluetooth qui pourra remplacer Blueman, fournissant une méthode bien plus simple pour se connecter et gérer les périphériques Bluetooth. UBports ont également travaillé sur un indicateur réseau et nous espérons pouvoir consolider cela pour fournir une gestion améliorée du réseau également. * D'autres indicateurs sont en cours de développement et incluent les imprimantes, l'accessibilité, le clavier (absent depuis longtemps d'Ubuntu MATE), le webmail et l'affichage.

source: So, that is the backstory about how developers from different projects come together to collaborate on a shared interest and improve software for their users 💪
fr: Donc, ceci est la trame de fond à propos de la méthode par laquelle des développeurs de différents projets s'unissent pour collaborer sur un intérêt partagé et améliorent le logiciel pour leurs utilisateurs 💪

source: We've replaced Cheese :cheese: with Webcamoid :movie_camera: as the default webcam tool for several reasons.
fr: Nous avons remplacé Cheese :cheese: avec Webcamoid :movie_camera: en tant qu'outil de webcam par défaut pour différentes raisons.

source: * Webcamoid is a full webcam/capture configuration tool with recording, overlays and more, unlike Cheese. While there were initial concerns :pensive:, since Webcamoid is a Qt5 app, nearly all the requirements in the image are pulled in via YouTube-DL :tada:. * We've disabled notifications :bell: for Webcamoid updates if installed from universe pocket as a deb-version, since this would cause errors in the user's system and force them to download a non-deb version. This only affects users who don't have an existing Webcamoid configuration.
fr: * Webcamoid est un outil complet de configuration de webcam/capture avec l'enregistrement, des superpositions et plus, contrairement à Cheese. Bien qu'il y avait des soucis initiaux :pensive:, du fait que Webcamoid est une application Qt5, presque toutes les dépendances dans l'image étaient déjà tirées par Youtube-DL :tada:. * Nous avons désactivé les notifications pour les mises à jour de Webcamoid si installé par universe pocket en tant que version-deb, car cela causerait des erreurs dans le système de l'utilisateur et le forcerait à télécharger une version non-deb. Ceci affecte seulement les utilisateurs qui n'ont pas de configuration existante de Webcamoid.

source: ### Linux Kernel
fr: ### Noyau Linux

source: Ubuntu MATE 20.10 includes the 5.8 Linux kernel. This includes numerous updates and added support since the 5.4 Linux kernel released in Ubuntu 20.04 LTS. Some notable examples include:
fr: Ubuntu MATE 20.10 inclue le noyau Linux 5.8. Il comporte de nombreuses mises à jour et prises en charge par rapport au noyau Linux 5.4 livré avec Ubuntu 20.04 LTS. Voici quelques exemples notables:

source: * Airtime Queue limits for better WiFi connection quality * Btrfs RAID1 with 3 and 4 copies and more checksum alternatives * USB 4 (Thunderbolt 3 protocol) support added * X86 Enable 5-level paging support by default * Intel Gen11 (Ice Lake) and Gen12 (Tiger Lake) graphics support * Initial support for AMD Family 19h (Zen 3) * Thermal pressure tracking for systems for better task placement wrt CPU core * XFS online repair * OverlayFS pairing with VirtIO-FS * General Notification Queue for key/keyring notification, mount changes, etc. * Active State Power Management (ASPM) for improved power savings of PCIe-to-PCI devices * Initial support for POWER10
fr: * Limites de File d'Attente de Temps d'Émission pour une connexion WiFi de meilleure qualité. * RAID1 Btrfs avec 3 et 4 copies et plus d'alternatives de sommes de contrôle. * Ajout de la prise en charge de l'USB 4 (Protocole Thunderbolt 3) * Activation de la prise en charge de la pagination à 5 niveaux pour X86 * Prise en charge des graphiques Intel Gen11 (Ice Lake) and Gen12 (Tiger Lake) * Prise en charge initiale de la famille AMD 19h (Zen 3) * Suivi de la pression thermique des systèmes pour un meilleur placement des tâches des cœurs wrt CPU * Réparation XFS en ligne * Appairage de l'OverlayFS avec VirtIO-FS * File d'Attente de Notification Générale pour les clés/trousseau de clés, les changements de montages etc... * Gestion d'État d'Alimentation Active (ASPM) pour des économies d'énergie améliorées pour appareils PCIE-vers-PCI * Prise en charge initiale pour POWER10

source: ## Raspberry Pi images
fr: ## Images Raspberry Pi

source: We have been preparing Ubuntu MATE 20.04 images for the Raspberry Pi and we will be release final image for 20.04 and 20.10 in the coming days 🙂
fr: Nous avons préparé des images d'Ubuntu MATE 20.04 pour le Raspberry Pi et nous mettrons à disposition les images finales pour 20.04 et 20.10 dans les jours à venir 🙂

source: ## Major Applications
fr: ## Applications Majeures

source: Accompanying **MATE Desktop 1.24.1** and **Linux 5.8** are **Firefox 81**, **LibreOffice 7.0.2**, **Evolution 3.38** & **Celluloid 0.18**.
fr: Accompagnant le **Bureau MATE 1.24.1** et **Linux 5.8** il y a **Firefox 81**, **LibreOffice 7.0.2**, **Evolution 3.38** & **Celluloid 0.18**.

source: {:.center} ![Major Applications](/images/blog/groovy/versions.png)
fr: {:.center} ![Applications Majeures](/images/blog/groovy/versions.png)

source: See the [Ubuntu 20.10 Release Notes](https://discourse.ubuntu.com/t/groovy-gorilla-release-notes/15533) for details of all the changes and improvements that Ubuntu MATE benefits from.
fr: Voir les [Notes de Version d'Ubuntu 20.10](https://discourse.ubuntu.com/t/groovy-gorilla-release-notes/15533) pour les détails de tous les changements et améliorations dont tire profit Ubuntu MATE.

source: title = "Download Ubuntu MATE Today" text = "This new release will be first available for PC/Mac users." button_text = "Download" button_url = "/download/"
fr: title = "Téléchargez Ubuntu MATE Dès Aujourd'hui" text = "Cette nouvelle version sera disponible en premier pour les utilisateurs PC/Mac." button_text = "Télécharger" button_url = "/download/"

source: ## Upgrading from Ubuntu MATE 20.04 LTS
fr: ## Mettre à niveau depuis Ubuntu MATE 20.04 LTS

source: You can upgrade to Ubuntu MATE 20.10 from Ubuntu MATE 20.04 LTS. Ensure that you have all updates installed for your current version of Ubuntu MATE before you upgrade.
fr: Vous pouvez mettre à niveau vers Ubuntu MATE 20.10 depuis Ubuntu MATE 20.04 LTS. Assurez-vous que toutes les mises à jour aient été installées sur votre version présente d'Ubuntu MATE avant de mettre à niveau.

source: * Open the "Software & Updates" from the Control Center. * Select the 3rd Tab called "Updates". * Set the "Notify me of a new Ubuntu version" drop down menu to "For any new version". * Press <kbd>Alt</kbd>+<kbd>F2</kbd> and type in `update-manager -c -d` into the command box. * Update Manager should open up and tell you: New distribution release 'XX.XX' is available. * If not, you can use `/usr/lib/ubuntu-release-upgrader/check-new-release-gtk` * Click "Upgrade" and follow the on-screen instructions.
fr: * Ouvrir "Logiciels et Mises à Jour" dans le Centre de Contrôle. * Sélectionner le 3ème onglet appelé "Mises à Jour". * Réglez le menu déroulant "Notifiez-moi d'une nouvelle version d'Ubuntu" sur "Pour chaque nouvelle version". * Appuyez <kbd>Alt</kbd>+<kbd>F2</kbd> et entrez `update-manager -c -d` dans la boite de commande. * Le Gestionnaire de Mises à Jour devrait s'ouvrir et vous dire: Une nouvelle version 'XX.XX' de la distribution est disponible. * Si ce n'est pas le cas, vous pouvez utiliser `/usr/lib/ubuntu-release-upgrader/check-new-release-gtk` * Cliquez sur "Mettre à Niveau" et suivez les instructions à l'écran.

source: There are no offline upgrade options for Ubuntu MATE. Please ensure you have network connectivity to one of the official mirrors or to a locally accessible mirror and follow the instructions above.
fr: Il n'y a pas d'options de mise à niveau hors ligne pour Ubuntu MATE. Assurez-vous d'avoir une connexion réseau à l'un des miroirs officiels ou vers un miroir accessible localement et suivez les instructions ci-dessus.

source: ## Known Issues
fr: ## Problèmes Connus

source: Here are the known issues.
fr: Voici les problèmes connus.

source: ## Feedback
fr: ## Commentaires

source: Is there anything you can help with or want to be involved in? Maybe you just want to discuss your experiences or ask the maintainers some questions. Please [come and talk to us](https://ubuntu-mate.community/).
fr: Pourriez-vous nous aider de quelque façon que ce soit ou voudriez-vous vous impliquer ? Peut-être voudriez vous simplement discuter de vos expériences ou poser quelques questions aux mainteneurs. S'il-vous-plaît, [venez nous parler](https://ubuntu-mate.community/).
