Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/about.po
Languages: fr

source: title: About
fr: title: À propos

source: # Objectives
fr: # Objectifs

source: Ubuntu MATE has a number of guiding objectives and goals.
fr: Ubuntu MATE a un certain nombre de principes directeurs et de buts.

source: * Accessible to all, regardless of language and physical ability. * Increase both Ubuntu and MATE Desktop user adoption. * Ubuntu alternative for computers that aren’t powerful enough to run a composited desktop. * First choice Ubuntu platform for remote workstation solutions such as LTSP and X2Go. * Recreate the halcyon days of Ubuntu for users who prefer a traditional desktop metaphor. * Use themes and artwork similar to Ubuntu so that Ubuntu MATE is immediately familiar. * When possible contribute to Debian so both the Debian and Ubuntu communities benefit. * Software selection will favour functionality and stability over lightness and whimsy.
fr: * Accessible à tous, peu importe la langue et la capacité physique. * Augmenter l'adoption d'Ubuntu et de MATE Desktop par les utilisateurs. * Proposer une alternative à Ubuntu pour les ordinateurs pas assez puissants pour exécuter un bureau avec compositeur. * Être la plateforme Ubuntu de premier choix pour les solutions de station de travail à distance telles LTSP et X2Go. * Recréer les temps bénis d'Ubuntu pour les utilisateurs qui préfèrent la métaphore d'un bureau traditionnel. * Utiliser des thèmes et des œuvres d'art similaires à Ubuntu de sorte qu'Ubuntu MATE soit immédiatement familier. * Contribuer lorsque cela est possible à Debian pour que les communautés de Debian et Ubuntu puissent toutes les deux en bénéficier. * Une sélection de logiciels qui favoriseront la fonctionnalité et la stabilité à la légèreté et la fantaisie.

source: # What _really_ is Ubuntu MATE?
fr: # Qu'est-ce _vraiment_ qu'Ubuntu MATE ?

source: If you are new to Ubuntu MATE, or only casually acquainted with Linux based distributions, it can be difficult to understand how a Linux operating system compares with other computer systems that you may already be familiar with. Hopefully this page will help demystify Ubuntu MATE for new-comers.
fr: Si Ubuntu MATE est nouveau pour vous, ou que votre connaissance des distributions basées sur Linux est limitée, il peut être difficile de comprendre comment se compare un système d'exploitation Linux aux autres systèmes qui vous sont peut-être déjà familiers. Espérons que cette page aidera à démystifier Ubuntu MATE pour les nouveaux venus.

source: [Ubuntu] is one of, if not the, largest deployed [Linux] based desktop operating systems in the world. [Linux] is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as Ubuntu and Android. [Android] is now in the hands of billions of people around the world and it’s also powered by Linux.
fr: [Ubuntu] est l'un des systèmes d'exploitation de bureau basé sur [Linux] le plus déployé au monde, si ce n'est le plus déployé. [Linux] est au cœur d'Ubuntu et permet de créer des systèmes d'exploitation sécurisés, puissants et versatiles tel Ubuntu et Android. [Android] est maintenant entre les mains de milliards de gens à travers le monde et il est aussi alimenté par Linux.

source: Ubuntu is available in a number of different flavours, each coming with its own desktop environment. Ubuntu MATE takes the Ubuntu base operating system and adds the MATE Desktop.
fr: Ubuntu est disponible dans un certain nombre de variantes différentes, chacune venant avec son propre environnement de bureau. Ubuntu MATE prend le système d'exploitation Ubuntu de base et lui ajoute le Bureau MATE.

source: {:.center} ![Ubuntu flavours](/images/history/join-family.svg)
fr: {:.center} ![Variantes d'Ubuntu](/images/history/join-family.svg)

source: ## MATE Desktop
fr: ## Bureau MATE

source: Wikipedia defines a [Desktop Environment] as:
fr: Wikipedia définit un [Environnement de Bureau] comme:

source: > an implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files.
fr: > une mise en œuvre d'une métaphore du bureau constituée d'un assortiment de programmes s'exécutant par-dessus un système d'exploitation, qui partage la même interface graphique d'utilisateur (GUI). Les GUI de bureau facilitent aux utilisateurs l'accès aux fichiers et leur édition.

source: The [MATE Desktop] is one such implementation of a desktop environment and includes a file manager which can connect you to your local and networked files, a text editor, calculator, archive manager, image viewer, document viewer, system monitor and terminal. All of which are highly customisable and managed via a control centre.
fr: Le [Bureau MATE] est une mise en œuvre d'un environnement de bureau et comprend un gestionnaire de fichiers qui peut vous connecter aux fichiers locaux et distants, un éditeur de texte, une calculatrice, un gestionnaire d'archives, un visionneur d'images et un visionneur de documents, un moniteur système et un terminal. Tous sont personnalisables et gérables par un centre de contrôle..

source: [MATE Desktop] provides an intuitive and attractive desktop environment using traditional metaphors, which means if you’ve ever used [Microsoft Windows] or [Apple's macOS], it will feel very familiar.
fr: Le [Bureau MATE] fournit un environnement de bureau intuitif et attractif utilisant des métaphores traditionnelles, ce qui signifie que si vous avez déjà utilisé [Microsoft Windows] ou [macOS d'Apple], vous ne serez pas pris au dépourvu.

source: The MATE Desktop has a rich history and is the continuation of the GNOME 2 desktop, which was the default desktop environment on many Linux and Unix operating systems for over a decade. This means that MATE Desktop is tried, tested and very reliable.
fr: Le Bureau MATE a une histoire riche et est la continuation du bureau GNOME 2 , qui était l'environnement de bureau de nombreux systèmes d'exploitation Linux et Unix pendant plus d'une décennie. Cela signifie que le Bureau MATE a été essayé, testé et est vraiment fiable.

source: ## First Class for Gaming
fr: ## Du Jeu de Première Classe

source: {:.center} ![Steam screenshot](/images/homepage/05_netbook.png)
fr: {:.center} ![Capture d'écran de Steam](/images/homepage/05_netbook.png)

source: In recent years Linux has become a first class gaming platform thanks to [Valve] bringing the [Steam] platform to Linux. At the time of writing Steam has thousands of high quality indie and AAA titles available for Linux. Ubuntu MATE is fully compatible with Steam for Linux.
fr: Ces dernières années, Linux est devenu une plateforme de jeu de première classe grâce à [Valve] qui a apporté la plateforme [Steam] sur Linux. À cette heure, Steam possède des milliers de jeux indépendants et AAA de haute qualité disponibles sur Linux. Ubuntu MATE est pleinement compatible avec Steam pour Linux.

source: While [Steam] is a major step forward for gaming on Linux, there are also many high quality and enjoyable Open Source games titles available for Ubuntu MATE via Software Boutique and Software Centre. It doesn’t matter if you like flight simulators, motor racing, first person shooters, jump and run or card games, you’ll find something to keep you entertained.
fr: Bien que [Steam] soit un grand pas en avant pour le jeu sur Linux, il y a également de nombreux jeux Open Source agréables à jouer et de haute qualité disponible pour Ubuntu MATE par la Boutique de Logiciels et le Centre de Logiciels. Peu importe que vous aimiez les simulateurs de vol, les courses automobiles, les jeux de tir à la première personne, les jeux de plates-formes ou les jeux de cartes, vous trouverez certainement quelque chose pour vous divertir.

source: What Linux, Ubuntu and MATE Desktop all have in common is they are Open Source. Open source software is software that can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu MATE is free, in the truest sense of the word.
fr: Ce que Linux, Ubuntu et le Bureau MATE ont en commun c'est qu'ils sont Open Source. Les logiciels Open Source sont des logiciels qui peuvent être librement utilisés, changés et partagés (sous forme modifiée ou non) par quiconque. En un mot, Ubuntu MATE est libre, dans le sens le plus pur du terme.

source: Although you will find some versions (distributions) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu MATE. Open Source software is licensed in a way that allows anyone to give it away for free, no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu MATE.
fr: Bien que vous puissiez trouver quelques versions (distributions) de Linux à la vente, la grande majorité est proposée à titre gratuit, comme Ubuntu MATE. Les logiciels Open Source sont sous licence, de manière que tout le monde puisse les donner librement, sans engagement. Par exemple, la licence autorise n'importe quel membre de la communauté d'utiliser Linux pour n'importe quelle raison, pour distribuer, modifier, redistribuer, ou même vendre le système d'exploitation. Si vous modifiez et ensuite redistribuez Linux avec vos modifications, la licence requiert que vous soumettiez vos modifications pour une possible inclusion dans les versions futures. Il n'y a pas de garantie que cela se produira, mais si vous l'avez amélioré, alors vos changements pourront très bien être inclus dans la prochaine version d'Ubuntu MATE.

source: This is how we can continually improve and grow without having to charge our users money. Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses. These improvements are given back to the Linux distribution and the software improves as a result.
fr: Voilà comment nous pouvons toujours nous améliorer et grandir sans faire payer nos utilisateurs. De nombreux utilisateurs de Linux sont des sociétés qui utilisent le système d'exploitation pour faire tourner leurs entreprises, ou l'incluent dans leurs produits. Parmi elles, de nombreuses sociétés fournissent des correctifs et de nouvelles fonctionnalités pour Linux car elles utilisent le logiciel pour leurs entreprises. Ces améliorations sont alors rendues à la distribution et le logiciel s'améliore en conséquence.

source: Unlike Windows, and macOS, Linux is not created and supported by just one company. It is supported by Intel, Red Hat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4,000 developers contributed to Linux over the last 15 years.
fr: Contrairement à Windows et macOS, Linux n'est pas créé et supporté par une seule entreprise. Il est supporté par Intel, Red Hat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD et Microsoft. Plus de 4 000 développeurs ont contribué à Linux ces 15 dernières années.

source: Whether you are a home user of Ubuntu MATE, a Ubuntu MATE software or application developer, or an employee of an organisation that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to Ubuntu MATE and its related projects, Linux, MATE, and Ubuntu. Members of the community can and do run Linux on almost any hardware, from the prettiest MacBook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
fr: Que vous utilisiez Ubuntu MATE à la maison, que vous soyez un développeur de logiciel ou d'application d'Ubuntu MATE ou un employé d'une organisation qui utilise le système d'exploitation, vous êtes un membre des communautés Linux et Open Source et bénéficiez des efforts des développeurs qui contribuent à Ubuntu MATE et ses projets relatifs, Linux, MATE et Ubuntu. Les membres de la communauté peuvent et font exécuter Linux sur presque tout le matériel, du plus beau MacBook au netbook le moins cher, du Chromebook le plus récent aux très vieilles machines conçues pour Windows, des serveurs internet les plus puissants au plus petit thermostat connecté.

source: ## Powerful Applications
fr: ## Applications Puissantes

source: While MATE Desktop provides the essential user interfaces to control and use a computer, Ubuntu MATE adds a collection of additional applications to turn your computer into a truly powerful workstation.
fr: Bien que le Bureau MATE fournisse les interfaces utilisateurs essentielles pour contrôler et utiliser un ordinateur, Ubuntu MATE ajoute une collection d'applications supplémentaires pour transformer votre ordinateur en une véritable station de travail puissante.

source: title = "What's installed?" text = "Take a look at list of applications and features that make up this distribution." button_text = "See Features" button_url = "/features/"
fr: title = "Qu'est-il installé ?" text = "Jetez un coup d'œil à la liste d'applications et de fonctionnalités de cette distribution." button_text = "Voir les fonctionnalités" button_url = "/features/"

source: [Ubuntu]: https://www.ubuntu.com/ [Linux]: https://en.wikipedia.org/wiki/Linux [Android]: https://www.android.com/ [Desktop Environment]: https://en.wikipedia.org/wiki/Desktop_environment [MATE Desktop]: https://mate-desktop.org [Microsoft Windows]: https://www.microsoft.com/windows [Apple's macOS]: https://apple.com/mac [Valve]: http://www.valvesoftware.com/ [Steam]: https://store.steampowered.com/
fr: [Ubuntu]: https://www.ubuntu.com/ [Linux]: https://en.wikipedia.org/wiki/Linux [Android]: https://www.android.com/ [Environnement de Bureau]: https://en.wikipedia.org/wiki/Desktop_environment [Bureau MATE]: https://mate-desktop.org [Microsoft Windows]: https://www.microsoft.com/windows [macOS d'Apple]: https://apple.com/mac [Valve]: http://www.valvesoftware.com/ [Steam]: https://store.steampowered.com/
