Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/download.po
Languages: fr

source: title: Download
fr: title: Téléchargement

source: arch: - name: "64-bit PCs/Macs" icon: images/fa/desktop.svg desc: Bring the MATE experience to your desktop or laptop computer. id: amd64
fr: arch: - name: "PCs 64-bit/Macs" icon: images/fa/desktop.svg desc: Apportez l'expérience MATE à votre ordinateur fixe ou portable. id: amd64

source: - name: "32-bit PCs and older Intel Macs" icon: images/fa/desktop.svg desc: For older hardware based on i386. Supported until April 2021. id: i386
fr: - name: "PCs 32-bit et anciens Macs Intel" icon: images/fa/desktop.svg desc: Pour du matériel ancien basé sur du i386. Supporté jusqu'en avril 2021. id: i386

source: products: - name: Entroware icon: images/brands/entroware.svg url: /shop/computers/ desc: Purchase a new Ubuntu MATE computer.
fr: products: - name: Entroware icon: images/brands/entroware.svg url: /shop/computers/ desc: Achetez un nouvel ordinateur sous Ubuntu MATE.

source: ports: - name: Raspberry Pi icon: images/brands/rpi-outline.svg desc: '32-bit. Compatible with models: B2, B3, B3+ and B4' id: armhf
fr: ports: - name: Raspberry Pi icon: images/brands/rpi-outline.svg desc: '32-bit. Compatible avec les modèles: B2, B3, B3+ et B4' id: armhf

source: - name: Raspberry Pi icon: images/brands/rpi-outline-64.svg desc: '64-bit. Compatible with models: B3, B3+ and B4' id: arm64
fr: - name: Raspberry Pi icon: images/brands/rpi-outline-64.svg desc: '64-bit. Compatible avec les modèles: B3, B3+ et B4' id: arm64

source: - name: GPD Pocket icon: images/fa/laptop.svg desc: Optimised for this hardware. id: gpd_pocket
fr: - name: GPD Pocket icon: images/fa/laptop.svg desc: Optimisé pour ce matériel. id: gpd_pocket

source: - name: GPD Pocket 2 and GPD WIN 2 icon: images/fa/laptop.svg desc: Plus OneMix Yoga 1s and OneMix Yoga 2 id: gpd_pocket_2
fr: - name: GPD Pocket 2 et GPD WIN 2 icon: images/fa/laptop.svg desc: Plus OneMix Yoga 1s et OneMix Yoga 2 id: gpd_pocket_2

source: - name: GPD Micro PC icon: images/fa/laptop.svg desc: Optimised for this hardware. id: gpd_micropc
fr: - name: GPD Micro PC icon: images/fa/laptop.svg desc: Optimisé pour ce matériel. id: gpd_micropc

source: - name: GPD P2 Max icon: images/fa/laptop.svg desc: Optimised for this hardware. id: gpd_p2_max
fr: - name: GPD P2 Max icon: images/fa/laptop.svg desc: Optimisé pour ce matériel. id: gpd_p2_max

source: - name: GPD WIN Max icon: images/fa/laptop.svg desc: Optimised for this hardware. id: gpd_win_max
fr: - name: GPD WIN Max icon: images/fa/laptop.svg desc: Optimisé pour ce matériel. id: gpd_win_max

source: - name: Topjoy Falcon icon: images/fa/laptop.svg desc: Optimised for this hardware. id: gpd_p2_max
fr: - name: Topjoy Falcon icon: images/fa/laptop.svg desc: Optimisé pour ce matériel. id: gpd_p2_max
