Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/faq-burn-disc.po
Languages: fr

source: title: Verifying Downloads
fr: title: Vérifier les téléchargements

source: ## Burning to DVD
fr: ## Graver sur DVD

source: If your computer has a DVD burner and blank DVD-R/RW/+R/+RW media, here's how you can make your own Ubuntu MATE installation disc and live session for your desktop or laptop.
fr: Si votre ordinateur possède un graveur de DVD et un média DVD-R/RW/+R/+RW vierge, voici comment faire votre propre disque d'installation d'Ubuntu MATE et une session live pour votre ordinateur fixe ou portable.

source: Windows 7 (and later) supports the ability to burn straight from the desktop. Right click the file and choose **Burn image**.
fr: Windows 7 (et plus récents) prend en charge la possibilité de graver directement à partir du bureau. Effectuez un clic droit sur le fichier et choisissez **Graver l'image**.

source: ![Right clicking an ISO file in Windows](/images/faq/dvd/win.png)
fr: ![Clic droit sur un fichier ISO dans Windows](/images/faq/dvd/win.png)

source: If you need to use an older computer running Windows Vista or earlier, consider [InfraRecorder](http://infrarecorder.org/?page_id=5), a free and open-source image-burning program.
fr: Si vous avez besoin d'utiliser un ordinateur plus ancien sous Windows Vista ou encore plus ancien, pensez à utiliser [InfraRecorder](http://infrarecorder.org/?page_id=5), un logiciel libre et open source pour graver des images.

source: macOS supports the ability to burn using **Disk Utility**. Right click the file and choose **Burn image**.
fr: macOS supporte la possibilité de graver en utilisant **Utilitaire de Disque** Effectuez un clic droit sur le fichier et choisissez **Graver l'image**.

source: ![Right clicking an ISO file on Mac](/images/faq/dvd/macOS.png)
fr: ![Clic droit sur un fichier ISO sur Mac](/images/faq/dvd/macOS.png)

source: Your distribution may or may not provide disc burning tools as many believe it is an uncommon necessity these days. If you don't have one installed, here's a couple you may try:
fr: Votre distribution ne fournit pas forcément d'utilitaires pour graver des images contrairement à ce que tout le monde croit C'est une nécessité peu commune de nos jours. Si vous n'en disposez pas d'installé, voici quelques uns que vous pourriez essayer:

source: Use your distribution's software manager to install these. Both are free and open source software.
fr: Utilisez le gestionnaire de logiciels de votre distribution pour les installer. Ce sont tous les deux des logiciels libres et open source.

source: Right click the file and open the ISO file in the disc burning utility.
fr: Effectuez un clic droit sur le fichier et ouvrez le fichier ISO dans l'utilitaire de gravure d'images.

source: ![Right clicking an ISO file in Ubuntu MATE](/images/faq/dvd/ubuntumate.png)
fr: ![Clic droit sur un fichier ISO dans Ubuntu MATE](/images/faq/dvd/ubuntumate.png)
