Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/faq-usbimage.po
Languages: fr

source: title: Preparing a USB Image
fr: title: Préparer une image USB

source: ## What is bootable media?
fr: ## Qu'est-ce qu'un média de démarrage ?

source: **So you want to try Ubuntu MATE from a USB drive or SD card?** Great! If you're new to the process, you might be wondering why you just can't copy the Ubuntu MATE image on to your media and be good to go. To run an operating system, you need to write the image to the drive in a way that allows your computer to boot from it.
fr: **Alors vous voulez essayer Ubuntu MATE à partir d'une clé USB ou carte SD ?** Super ! Si c'est nouveau pour vous, vous devez vous demander pourquoi vous ne pouvez pas seulement copier l'image d'Ubuntu MATE sur votre média pour qu'il soit utilisable. Pour faire tourner un système d'exploitation, vous devez écrire l'image sur le disque de façon que l'ordinateur puisse démarrer dessus.

source: To install and try Ubuntu MATE from a USB drive or SD card, you'll need media with at least 4 GB of memory and have [downloaded a compatible copy of Ubuntu MATE](/faq/downloads/) for your system.
fr: Pour installer et essayer Ubuntu MATE à partir d'une clé USB ou d'une carte SD, vous aurez besoin d'un média avec au moins 4 GO de mémoire et avoir téléchargé [une copie compatible d'Ubuntu MATE](/faq/downloads/) pour votre système.

source: This applies to both USB and microSD cards.
fr: Ceci s'applique tant aux clés USB qu'aux cartes microSD.

source: If the downloaded file has a `.xz` extension, use [7-Zip](http://www.7-zip.org/) to extract the `.img` file first.
fr: Si votre fichier téléchargé a une extension `.xz`, utilisez [7-Zip](http://www.7-zip.org/) pour extraire le fichier `.img` en premier lieu.

source: 1. Download the latest version of [balenaEtcher](https://www.balena.io/etcher/). Double-click on the downloaded file to install.
fr: 1. Téléchargez la dernière version de [balenaEtcher](https://www.balena.io/etcher/). Double-cliquez sur le fichier téléchargé pour installer.

source: 2. Run the **balenaEtcher** application.
fr: 2. Exécutez l'application **balenaEtcher**.

source: 3. Click on the **Select Image** button and choose the Ubuntu MATE `.iso` file you want to use.
fr: 3. Cliquez sur le bouton **Sélectionner l'Image** et choisissez le fichier `.iso` d'Ubuntu MATE que vous désirez utiliser.

source: ![Screenshot of Etcher](/images/faq/bootable/Etcher-Select-Image.png)
fr: ![Capture d'écran d'Etcher](/images/faq/bootable/Etcher-Select-Image.png)

source: 4. Click the **Select Target** button and choose the appropriate USB device to write the .iso to.
fr: 4. Cliquez sur le bouton **Sélectionner la Cible** et choisissez la clé USB appropriée sur laquelle écrire l'image .iso.

source: ![Screenshot of Etcher](/images/faq/bootable/Etcher-Select-target.png)
fr: ![Capture d'écran d'Etcher](/images/faq/bootable/Etcher-Select-target.png)

source: 5. Finally, click the **Flash!** button to begin the process.
fr: 5. Enfin, cliquez sur **Flasher !** pour commencer le processus.

source: ![Screenshot of Etcher](/images/faq/bootable/Etcher-Flash.png)
fr: ![Capture d'écran d'Etcher](/images/faq/bootable/Etcher-Flash.png)

source: * It will show a progress bar as it operates.
fr: * Une barre de progression s'affichera pendant l'opération.

source: ![Screenshot of Etcher](/images/faq/bootable/Etcher-running.png)
fr: ![Capture d'écran d'Etcher](/images/faq/bootable/Etcher-running.png)

source: * Etcher will notify you when the process is complete.
fr: * Etcher vous notifiera lorsque le processus sera terminé.

source: ![Screenshot of Etcher](/images/faq/bootable/Etcher-complete.png)
fr: ![Capture d'écran d'Etcher](/images/faq/bootable/Etcher-complete.png)

source: * Please remove the USB drive and plug it into the system where you want to install Ubuntu MATE.
fr: * Veuillez retirer la clé USB et l'insérer dans le système sur lequel vous voudriez installer Ubuntu MATE.

source: If you plan on writing *and* using your bootable USB on Mac hardware, you'll need to erase and reformat your memory stick using Apple's *Disk Utility*, which you can launch from **Applications > Utilities** or the search function.
fr: Si vous avez l'intention d'écrire *et* utiliser la clé USB amorçable sur du matériel Mac, vous aurez besoin d'effacer et de formater votre clé USB en utilisant `Utilitaire des Disques` d'Apple que vous pouvez lancer à partir d'**Applications > Utilitaires** ou de la fonction recherche.

source: 1. After launching *Disk Utility*, insert your USB stick, which will then appear. * If it does not, check **View > Show All Devices** from the menu bar. 1. Select the USB stick, and select `Erase` from the tool bar or right-click menu. 1. Select the `MS-DOS (FAT)` format and `GUID Partition Map` from the respective drop-down menus. 1. Check (and double check - you **can lose data if you select the wrong device or partition**) that you've chosen the target USB stick and click `Erase`.
fr: 1. Après avoir lancé *Utilitaires de Disques*, insérez votre clé USB, qui apparaîtra alors. * Si ce n'est pas le cas, vérifiez dans **Affichage > Montrer Tous Les Périphériques** à partir de la barre de menu. 1. Sélectionnez la clé USB, puis sélectionnez `Effacer` dans la barre d'outils ou le menu du clic droit. 1. Sélectionnez le format `MS-DOS (FAT)` et `Table de Partition GUID` dans les menus déroulants respectifs. 1. Vérifiez (par deux fois - vous pouvez **perdre vos données si vous sélectionnez le mauvais disque ou la mauvaise partition**) que vous avez choisi la clé USB cible et cliquez sur `Effacer`.

source: ![Screenshot of Disk Utility](/images/faq/bootable/disk-utility.png)
fr: ![Capture d'écran de l'Utilitaire des Disques](/images/faq/bootable/disk-utility.png)

source: 1. Download and install [Etcher](https://www.balena.io/etcher/), an open source project that flashes ISOs to SD cards and USB drives. 1. If necessary, open the 'Security and Privacy' section in System Preferences and allow apps downloaded from 'App Store and identified developers.' If this still does not allow you to run Etcher, click 'Open Anyway.'
fr: 1. Téléchargez et installez [Etcher](https://www.balena.io/etcher/), un projet open source qui flashe des ISOs sur des cartes SD et des clés USB. 1. Si nécessaire, ouvrez la section 'Sécurité et Confidentialité' dans les Préférences Systèmes et autorisez les applications téléchargées sur l' 'App Store et les développeurs identifiés.' Si cela ne vous permet toujours pas de lancer Etcher, cliquez sur 'Ouvrir Malgré Tout.'

source: ![Screenshot of Etcher](/images/faq/bootable/open-etcher.png)
fr: ![Capture d'écran d'Etcher](/images/faq/bootable/open-etcher.png)

source: 1. Select the previously downloaded Ubuntu MATE ISO (which, by default, is in your Downloads folder) using **Select Image**. 1. Confirm **Select Target** is pointing to the intended USB drive, and if not, choose the appropriate device. 1. Click **Flash!** to write the ISO to your USB drive. Etcher will prompt you for your password. Etcher will display its progress, and inform you when the process has successfully completed with the image below. 1. If macOS informs you 'The disk you inserted is not readable by this computer,' select **Eject**, not **Initialise**
fr: 1. Sélectionnez l'image ISO d'Ubuntu MATE préalablement téléchargée (qui par défaut, se trouve dans votre dossier Téléchargements) en utilisant **Sélectionner l'Image**. 1. Confirmez que **Sélectionner la Cible** pointe bien vers la clé USB voulue et si ce n'est pas le cas, choisissez le périphérique approprié. 1. Cliquez sur **Flasher !** pour écrire l'image ISO sur votre clé USB. Etcher vous demandera votre mot de passe. Etcher affichera la progression et vous informera quand le processus sera terminé avec succès avec l'image ci-dessous. 1. Si macOS vous informe que 'Le disque que vous avez inséré n'est pas lisible sur cet ordinateur' sélectionnez **Éjecter** et non **Initialiser**.

source: ![Screenshot of Mac's unreadable disk message](/images/faq/bootable/disk-not-readable.png)
fr: ![Capture d'écran sur Mac du message de disque illisible](/images/faq/bootable/disk-not-readable.png)

source: 1. To use your bootable media on a Mac device, insert the USB stick and restart or turn on the device while holding the option/alt key to launch Startup Manager. Click on the gold disk labeled 'EFI Boot,' which will bring you to the Ubuntu boot menu.
fr: 1. Pour utiliser votre média amorçable sur un appareil Mac, insérez la clé USB et redémarrez ou allumez l'appareil en maintenant la touche option/alt pour lancer le Gestionnaire de Démarrage. Cliquez sur le disque doré étiqueté 'EFI Boot,' qui vous mènera au menu de démarrage d'Ubuntu.

source: If you cannot boot from the USB drive on your Mac, try [burning a DVD](https://ubuntu.com/tutorials/tutorial-burn-a-dvd-on-windows).
fr: Si vous ne pouvez pas démarrer sur la clé USB sur votre Mac, essayez de [graver un DVD](https://ubuntu.com/tutorials/tutorial-burn-a-dvd-on-windows).

source: There are several apps and utilities for writing an ISO to a USB drive or a microSDHC in GNU/Linux, but we prefer `ddrescue` (from the [gddrescue](apt://gddrescue) package).
fr: Il y a plusieurs apps et utilitaires pour écrire une image ISO sur une clé USB ou une carte microSDHC sous GNU/Linux, mais nous préférons `ddrescue` (du paquet [gddrescue](apt://gddrescue)).

source: The image can be directly written to a microSDHC or to a USB drive using an utility like `dd`, but we prefer `ddrescue` (from the [gddrescue](apt://gddrescue) package).
fr: L'image peut être écrite directement sur une carte microSDHC ou sur le clé usb en utilisant un utilitaire comme `dd`, mais nous préférons `ddrescue` (du paquet [gddrescue](apt://gddrescue)).

source: On a Debian-based system, like Ubuntu MATE, run:
fr: Sur un système basé sur Debian, tel Ubuntu MATE, exécutez:

source: To find the block device name of your USB or microSDHC device, to see all your connected devices:
fr: Afin de trouver le nom de périphérique bloc de votre clé USB ou de votre carte microSDHC, pour voir tous vos appareils connectés:

source: For example, in the image below, the USB drive is `/dev/sdb1/`. Checking the name of your device is a key step, as **writing to the wrong device might corrupt or destroy your data**.
fr: Par exemple, dans l'image ci-dessous, la clé USB est `/dev/sdb1/`. Vérifiez le nom de votre appareil est une étape cruciale, car **écrire sur le mauvais appareil pourrait corrompre ou détruire vos données**.

source: ![Screenshot of fdisk command in terminal](/images/faq/bootable/fdisk-l.png)
fr: ![Capture d'écran de la commande fdisk dans le terminal](/images/faq/bootable/fdisk-l.png)

source: Once you've confirmed you have the correct block device, enter the following command replacing `path/to/iso` and `sdx` with the path to the iso file and block device name of your USB drive or microSDHC.
fr: Une fois que vous avez confirmé que vous avez le bon périphérique bloc, entrez les commandes suivantes en remplaçant `path/to/iso` et `sdx` avec le chemin vers le fichier iso et le nom de périphérique bloc de votre clé USB ou carte microSDHC.

source: [GNOME Disks](apt://gnome-disk-utility) comes pre-installed on Ubuntu 16.04 and later. This is an easy way to create a bootable USB drive.
fr: [GNOME Disques](apt://gnome-disk-utility) est pré-installé sur Ubuntu à partir de la version 16.04. C'est une méthode facile pour créer des clés USB de démarrage.

source: If **Disks** is not present on your system, you can install it from the terminal:
fr: Si **Disques** n'est pas présent sur votre système, vous pouvez l'installer à partir du terminal:

source: 1. Download your chosen Ubuntu MATE image, keep note of the location, and insert your USB drive. Be sure it's visible in File Manager/Caja. Remember this process will format your USB drive and **erase all existing data**, so be sure you've backed it up.
fr: 1. Téléchargez l'image d'Ubuntu MATE choisie, gardez à l'esprit l'endroit où elle est stockée et insérez votre clé USB. Assurez-vous qu'elle soit visible dans le Gestionnaire de Fichiers/Caja. Rappelez-vous que ce processus formatera votre clé USB et **effacera toutes les données existantes*, alors soyez sûr d'avoir effectué une sauvegarde.

source: 1. Right-click on the ISO file, and select "Open with Disk Image Writer."
fr: 1. Faites un clic droit sur le fichier ISO et sélectionnez "Ouvrir avec l'Enregistreur d'Image Disque."

source: ![Right clicking an ISO file](/images/faq/bootable/gnome_disks_right_click.png)
fr: ![Clic droit sur un fichier ISO](/images/faq/bootable/gnome_disks_right_click.png)

source: 1. Select your USB drive in the "Destination" drop-down menu.
fr: 1. Sélectionnez votre clé USB dans le menu déroulant "Destination".

source: ![Screenshot of restore disk image prompt](/images/faq/bootable/gnome_disks_start_restoring.png)
fr: ![Capture d'écran du message de restauration de l'image disque](/images/faq/bootable/gnome_disks_start_restoring.png)

source: 1. Click "Start Restoring." When it asks if you're sure you want to write the disk image to the device, click "Restore."
fr: 1. Cliquez sur "Commencez la Restauration." Quand l'on vous demande si vous êtes sûr de vouloir écrire l'image disque sur le périphérique, cliquez sur "Restaurer."

source: ![Screenshot of GNOME Disks confirming action](/images/faq/bootable/gnome_disks_are_you_sure.png)
fr: ![Capture d'écran de Gnomes Disques confirmant l'action](/images/faq/bootable/gnome_disks_are_you_sure.png)

source: 1. You may be asked for your password for authentication. Enter it and click "Authenticate."
fr: 1. Votre mot de passe pourra vous être demandé pour l'authentification. Entrez-le et cliquez sur "Authentifier."

source: 1. GNOME Disks will begin writing the image, showing its progress and an estimated time.
fr: 1. GNOME Disques commencera à écrire l'image, affichant la progression et une estimation de la durée.

source: ![Screenshot of GNOME Disks writing data](/images/faq/bootable/gnome_disks_in_progress.png)
fr: ![Capture d'écran de GNOME Disques écrivant des données](/images/faq/bootable/gnome_disks_in_progress.png)

source: When complete, eject (or power off) the disk before removing.
fr: Quand c'est terminé, éjectez (ou éteignez) le disque avant de le retirer.
