Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/faq-downloads.po
Languages: fr

source: title: Download Help
fr: title: Aide au Téléchargement

source: # What should I download?
fr: # Que devrais-je télécharger ?

source: This page aims to address common questions for new users.
fr: L'objectif de cette page est de répondre aux questions communes des nouveaux utilisateurs.

source: ## Which architecture?
fr: ## Quelle architecture ?

source: * **amd64** is for a desktop or laptop computer built around 2005 and later. While the name may suggest otherwise, this supports both AMD and Intel processors capable of 64-bit instructions, BIOS and UEFI motherboards as well as PC/Mac computers.
fr: * **amd64** est à destination d'un ordinateur fixe ou portable fabriqué vers 2005 ou plus récemment. Bien que le nom suggère le contraire, ceci supporte aussi bien les processeurs AMD qu'Intel capables d'exécuter des instructions 64-bit , cartes mères BIOS et UEFI ainsi que les ordinateurs PC/Mac.

source: * **i386** has been discontinued and will no longer receive updates after April 2021. This one runs on any 32-bit PC or Intel Mac.
fr: * **i386** a été abandonnée et ne recevra plus de mises à jour après avril 2021. Elle s'exécute sur tout PC 32-bit ou Mac Intel.

source: * **armhf** is for the Raspberry Pi and other compatible microcomputers. This one is 32-bit, but is recommended.
fr: * **armhf** est à destination du Raspberry Pi et d'autres micro-ordinateurs compatibles. Celle-ci est 32-bit, mais recommandée.

source: * **arm64** is the 64-bit version ideal for users that intend to run complex applications that will benefit from a 64-bit instruction set.
fr: * **arm64** est la version 64-bit idéale pour les utilisateurs ayant l'intention d'exécuter des applications complexes qui tireront bénéfice du jeu d'instructions 64-bit.

source: **Historic**
fr: **Historique**

source: * **powerpc** is for non-Intel Macs before 2006 and compatible IBM PowerPC machines. New downloads for these are no longer available.
fr: * **powerpc** est pour les Macs non-Intel d'avant 2006 et les machines compatibles IBM PowerPC. Les nouveaux téléchargements pour ceux-ci ne sont plus disponibles.

source: **Ubuntu MATE Exclusive**
fr: **Exclusif à Ubuntu MATE**

source: * If you have an ultra mobile PC (UMPC), like certain GPD branded models or a Topjoy Falcon, we have builds designed specifically for that hardware.
fr: * Si vous possédez un PC ultra mobile (UMPC), comme certains modèles de marque GPD ou un Topjoy Falcon, nous avons des versions spécialement conçues pour ce matériel.

source: More details can be [found on our UMPC page](/ports/umpcs/).
fr: Plus de détails peuvent être [trouvés sur notre page UMPC](/ports/umpcs/).

source: ## Which release?
fr: ## Quelle version ?

source: * Choose an **LTS** (Long Term Release) if you prefer **stability**. These are supported for **3 years** with a new upgrade available every **2 years**.
fr: * Choisissez une version **LTS** (Long Term Release) si vous préférez la **stabilité**. Elles disposent d'un support de **3 ans** avec une nouvelle mise à niveau tous les **2 ans**.

source: * Choose a **non-LTS** (interim) release if you like the **latest features**. These are released more frequently (every 6 months) but are only supported for 9 months.
fr: * Choisissez une version **non-LTS** (intermédiaire) si vous aimez les **dernières fonctionnalités**. Elles sortent plus fréquemment (tous les 6 mois) mais ne disposent que d'un support de 9 mois.

source: Both releases equally receive security updates provided by the Ubuntu team. You may upgrade from an LTS to a non-LTS releases by changing your preferences in the **Software & Updates** application.
fr: Les deux versions reçoivent autant de mises à jour de sécurité fournies par l'équipe d'Ubuntu. Vous pouvez mettre à niveau une version LTS vers une version non-LTS en changeant vos préférences dans l'application **Logiciels & Mises à Jour**.

source: ## Which download method?
fr: ## Quelle méthode de téléchargement ?

source: Instead of downloading from one source, BitTorrent retrieves and verifies the file from many computers. This can help save bandwidth costs for the host, be paused/resumed and in many cases achieve faster download speeds.
fr: Au lieu de télécharger à partir d'une seule source, BitTorrent récupère et vérifie le fichier à partir de nombreux ordinateurs. Cela peut aider à économiser des frais de bande passante pour l'hébergeur, être pausé/continué et dans bien des situations atteindre des vitesses de téléchargement supérieures.

source: If you already have a BitTorrent client installed, a **magnet link** will open it automatically.
fr: Si vous disposez déjà d'un client BitTorrent installé, un **lien magnet** s'ouvrira automatiquement.

source: ### Direct Download
fr: ### Téléchargement Direct

source: This is your standard download straight from the server to your browser (over HTTP/S). It is [recommended to verify the download](/faq/verify-download-quick/) using the provided checksum afterwards to be sure it was downloaded in one piece.
fr: C'est votre téléchargement standard à partir du serveur, vers votre navigateur (en HTTP/S). Il est [recommandé de vérifier le téléchargement](/faq/verify-download-quick/) en utilisant la somme de contrôle fournie quand le téléchargement est terminé pour être sûr qu'il soit arrivé en un seul morceau.

source: ## Can I order a disc or USB drive?
fr: ## Puis-je commander un DVD ou une clé USB ?

source: Unfortunately, we do not have any suppliers to provide this service.
fr: Malheureusement, nous ne disposons pas de fournisseurs assurant ce service.
