Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/faq-project.po
Languages: fr

source: title: Project Questions
fr: title: Questions sur le Projet

source: If we get asked something frequently enough we’ll try to provide the answers here.
fr: Si l'on nous pose la même question fréquemment, nous tâcherons d'y apporter des réponses ici.

source: ### What is Ubuntu MATE exactly?
fr: ### Qu'est-ce qu'Ubuntu MATE exactement ?

source: See our [What is Ubuntu MATE?](/about/) page.
fr: Voyez notre page [Qu'est-ce qu'Ubuntu MATE ?](/about/) .

source: ### Is Ubuntu MATE an official Canonical project?
fr: ### Ubuntu MATE est-il un projet officiel de Canonical ?

source: No, it is an Ubuntu community project.
fr: Non, c'est un projet de la communauté d'Ubuntu.

source: ### OK, so who is behind Ubuntu MATE?
fr: ### D'accord, alors qui se cache derrière Ubuntu MATE ?

source: Take a look at [our team page](/about/team/) to see the all-star cast who have made Ubuntu MATE possible.
fr: Jetez un coup d'œil à la [page de notre équipe](/about/team/) pour découvrir le casting all-star qui a rendu possible Ubuntu MATE.

source: ### Is Ubuntu MATE an official Ubuntu “flavour”?
fr: ### Ubuntu MATE est-elle une "variante" officielle d'Ubuntu ?

source: Yes.
fr: Oui.

source: ### Why is xyz application installed by default when I prefer abc application?
fr: ### Pourquoi l'application xyz est-elle installée par défaut alors que je préfère l'application abc ?

source: In general, the default application selection follows what shipped in Ubuntu. The only reason we deviate from the default Ubuntu applications is if they are not compatible with Ubuntu MATE or pull in lots of unnecessary dependencies.
fr: En général, la sélection d'applications par défaut suit celle qui est livrée dans Ubuntu. Nous dévions seulement des applications par défaut d'Ubuntu lorsqu'elles sont incompatibles avec Ubuntu MATE ou ajoutent de nombreuses dépendances inutiles.

source: The reason for using the default applications as shipped by Ubuntu is that they are supported by the Ubuntu Desktop team. The Ubuntu MATE team is rather small so sharing the support responsibility makes sense, both for us and our users.
fr: La raison pour laquelle nous utilisons les applications livrées par défaut avec Ubuntu est qu'elles sont supportées par l'équipe du Bureau d'Ubuntu. L'équipe d'Ubuntu MATE est plutôt petite alors partagé la responsabilité du support a du sens, tant pour nous que pour nos utilisateurs.

source: ### Why is xyz application installed default when abc application is better?
fr: ### Pourquoi l'application xyz est-elle installée par défaut alors que l'application abc est meilleure ?

source: See the answer to the question above.
fr: Voir la réponse à la question précédente.

source: ### Will Ubuntu MATE run on my computer? If you have a computer from [Entroware](https://www.entroware.com/store/), System76, ZaReason, Think Penguin or some models from Dell such as the XPS 13 Developer Edition, then Ubuntu MATE will absolutely run on your computer.
fr: ### Ubuntu MATE fonctionnera-t-il sur mon ordinateur ? Si vous avec un ordinateur d'[Entroware](https://www.entroware.com/store/), System76, ZaReason, Think Penguin ou d'autres modèles de Dell tel le XPS 13 Developer Edition, alors Ubuntu MATE fonctionnera certainement sur votre ordinateur.

source: Computers from major PC vendors such as Acer, ASUS, HP and Lenovo will most likely run Ubuntu MATE just fine too.
fr: Les ordinateurs des fabricants majeurs de PC comme Acer, ASUS, HP et Lenovo devraient très certainement faire fonctionner Ubuntu MATE dans de bonnes conditions.

source: Ubuntu MATE is designed to run on almost any computer hardware. Of course Ubuntu MATE runs particularly well on the newest, fastest hardware, but it also runs well on computers manufactured in the last decade. In fact, an older computer designed during the Windows XP era, can easily be outfitted with the new, modern and fully-supported Ubuntu MATE and it will likely run better than it did with the previously installed operating system.
fr: Ubuntu MATE est conçu pour fonctionner sur pratiquement tout matériel informatique. Bien entendu, Ubuntu MATE fonctionne particulièrement bien sur le matériel le plus récent et le plus rapide mais, il fonctionne également bien sur les ordinateurs fabriqués dans la dernière décennie. En fait, un ordinateur moins récent conçu durant l'ère Windows XP pourra facilement être équipé avec la nouvelle, moderne et pleinement supportée version d'Ubuntu MATE et il se pourrait même qu'il fonctionnera mieux qu'avec le système d'exploitation installé auparavant.

source: ### Can I use iTunes on Ubuntu MATE?
fr: ### Puis-je utiliser iTunes sur Ubuntu MATE ?

source: No. This is one of those programs that is specifically designed by Apple NOT to run on Linux. Although macOS has its roots in the same UNIX philosophy as Linux, macOS is not the same as Linux, and applications written for Apple’s operating system do not automatically run on Linux. However Spotify is available for Ubuntu MATE and there are plenty of alternative media players that will play music, create play lists, sync with mobile devices, and retrieve, manage and play podcasts. Rythmbox is provided with Ubuntu MATE and can play any of the music or podcasts in your iTunes library.
fr: Non. Il s'agit de l'un de ces logiciels spécialement conçus par Apple pour ne pas fonctionner sur Linux. Bien que macOS trouve ses racines dans la même philosophie UNIX que Linux, macOS n'est pas la même chose que Linux, et les applications écrites pour le système d'exploitation d'Apple ne fonctionneront pas automatiquement sur Linux. Toutefois, Spotify est disponible pour Ubuntu MATE et il y a de nombreux lecteurs multimédia alternatifs qui liront la musique, créeront des listes de lecture, synchroniseront avec vos appareils mobiles, récupéreront, géreront et liront les podcasts. Rhythmbox est fourni avec Ubuntu MATE et peut lire toute la musique ou les podcasts de votre bibliothèque iTunes.

source: ### Is Ubuntu MATE secure and safe to use?
fr: ### L'utilisation d'Ubuntu MATE est-elle sécurisée et sûre ?

source: Ubuntu MATE is designed with security in mind. Unlike operating systems that update only once a month, Ubuntu MATE receives updates continuously. The updates include security patches for Ubuntu MATE and all of its components. Security updates for all of its installed applications are also provided on the same schedule. This ensures that you have the latest protection for all of your computer’s software, as soon as it’s available! Is Ubuntu MATE more secure than other operating systems?
fr: Ubuntu MATE est conçu avec la sécurité à l'esprit. Contrairement aux systèmes d'exploitation qui sont mis à jour une fois par mois, Ubuntu MATE reçoit des mises à jour continuellement. Ces mises à jour contiennent des patchs de sécurité pour Ubuntu MATE et tous ses composants. Les mises à jour de sécurité pour toutes les applications installées sont également fournies par la même occasion. Cela garantit que vous ayez les dernières protections pour tous les logiciels de votre ordinateur, dès leur disponibilité ! Est-ce qu'Ubuntu MATE est plus sécurisé que d'autres systèmes d'exploitation ?

source: We think that security on Linux systems like Ubuntu MATE is superior. Ubuntu MATE users are not administrators by default. Administrators (“root” users) on any computer system have permission to do anything they want, including the ability to damage the system.
fr: Nous estimons que la sécurité sur les systèmes Linux tel Ubuntu MATE est supérieure. Les utilisateurs d'Ubuntu MATE ne sont pas des administrateurs par défaut. Les administrateurs (utilisateurs “root”) sur tout système informatisé ont la permission de faire tout ce qu'ils veulent, y compris la capacité d'endommager le système.

source: For example, other operating systems look at the name of a file to determine which program should open it, then immediately attempt to open it! That design makes it easy for an intruder to attack a computer. Ubuntu MATE opens a file based on what the file is, not based on its name. So even if a malicious program disguises its identity by using the name “Last Will and Testament.txt” Ubuntu MATE will recognize the file as a program. The system provides a warning that the file is not a text file, but that it is a program that will be run if you give it permission to continue. To be extra secure, Ubuntu MATE requires you to provide your administrator password before that permission is granted. Every single time.
fr: Par exemple, d'autres systèmes regardent le nom d'un fichier pour déterminer quel programme devrait l'ouvrir et essaient ensuite immédiatement de l'ouvrir ! Cette conception facilite l'attaque d'un ordinateur par un intrus. Ubuntu MATE ouvre un fichier en se basant sur ce qu'est le fichier, pas sur son nom. Alors même si un programme malveillant masque son identité en utilisant le nom "Dernières volontés et Testament.txt", Ubuntu MATE reconnaîtra le fichier en tant que programme. Le système affichera un avertissement comme quoi le fichier n'est pas un fichier texte, mais qu'il s'agit d'un programme qui s'exécutera uniquement si vous lui donnez la permission de continuer. Pour être encore plus sécurisé, Ubuntu MATE requiert que vous entrez votre mot de passe administrateur pour que la permission soit accordée. Ceci, à chaque fois.

source: ### Can Ubuntu MATE get computer viruses and malware?
fr: ### Est-ce qu'Ubuntu MATE peut attraper des virus informatiques et des logiciels malveillants ?

source: Ubuntu MATE can get viruses and other infections… but it doesn’t. Rapid and timely updates ensure that there are very few, if any threats to Linux systems like Ubuntu MATE that persist in the wild. In reality, there have been very few “public” infections in the last 10 years that can affect Ubuntu MATE. They are no longer a threat to anyone installing or using a modern Linux distribution today. Ubuntu MATE is designed to make it difficult for viruses, root kits and other malware to be installed and run without conscious intervention by you, the user. Even if you do accidentally invite in an infection, chances are it’s designed to attack Windows and won’t do much, if any damage to Ubuntu MATE.
fr: Ubuntu MATE peut attraper des virus et d'autres infections... mais il ne le fait pas. Des mises à jour livrées en temps et heure garantissent qu'il y a très peu de menaces dans la nature pour les systèmes Linux comme Ubuntu MATE. En réalité, il y a eu très peu d'infections "publiques" dans les 10 dernières années qui auraient pu affecter Ubuntu MATE. Elles ne sont plus une menace pour quiconque installerait ou utiliserait une distribution moderne de Linux aujourd'hui. Ubuntu MATE est conçu pour rendre la tâche difficile aux virus, rootkits et autres logiciels malveillants d'être installés et de s'exécuter sans une intervention conscience de votre part, vous l'utilisateur. Et même si vous attrapiez une infection, il est fort probable qu'elle serait conçue pour attaquer Windows et ne ferait pas grand chose, voire rien du tout à Ubuntu MATE.

source: ### How can Ubuntu MATE be free?
fr: ### Comment se fait-il qu'Ubuntu MATE soit gratuit ?

source: What Linux, Ubuntu and MATE Desktop all have in common is they are Open Source. Open Source software is software that can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu MATE is free, in the truest sense of the word.
fr: Ce que Linux, Ubuntu et le Bureau MATE ont en commun c'est qu'ils sont Open Source. Les logiciels Open Source sont des logiciels qui peuvent être librement utilisés, changés et partagés (sous forme modifiée ou non) par quiconque. En un mot, Ubuntu MATE est libre, dans le sens le plus pur du terme.

source: Although you will find some versions (distributions) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu MATE. Open Source software is licensed in a way that allows anyone to give it away for free, no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu MATE.
fr: Bien que vous puissiez trouver quelques versions (distributions) de Linux à la vente, la grande majorité est proposée à titre gratuit, comme Ubuntu MATE. Les logiciels Open Source sont sous licence, de manière que tout le monde puisse les donner librement, sans engagement. Par exemple, la licence autorise n'importe quel membre de la communauté d'utiliser Linux pour n'importe quelle raison, pour distribuer, modifier, redistribuer, ou même vendre le système d'exploitation. Si vous modifiez et ensuite redistribuez Linux avec vos modifications, la licence requiert que vous soumettiez vos modifications pour une possible inclusion dans les versions futures. Il n'y a pas de garantie que cela se produira, mais si vous l'avez amélioré, alors vos changements pourront très bien être inclus dans la prochaine version d'Ubuntu MATE.

source: Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses. These improvements are given back to the Linux community and Ubuntu MATE improves as a result.
fr: De nombreux utilisateurs de Linux sont des sociétés qui utilisent le système d'exploitation pour faire tourner leurs entreprises, ou l'incluent dans leurs produits. Parmi elles, de nombreuses sociétés fournissent des correctifs et de nouvelles fonctionnalités pour Linux car elles utilisent le logiciel pour leurs entreprises. Ces améliorations sont alors rendues à la communauté de Linux et en conséquence, Ubuntu MATE s'améliore également.

source: This is how we can continually improve and grow without having to charge our users money.
fr: Voilà comment nous pouvons ainsi nous améliorer continuellement et grandir sans faire payer nos utilisateurs.

source: ### I’ve got a question. Where do I ask?
fr: ### J'ai une question. Où devrais-je la poser ?

source: Ask the [Ubuntu MATE community](/community/).
fr: Demandez à la [communauté d'Ubuntu MATE](/community/).

source: ### What has Ubuntu MATE got planned for the future?
fr: ### Qu'est-ce qu'Ubuntu MATE a prévu pour l'avenir ?

source: Hopefully our [roadmap](/faq/roadmap/) outlines some of what we have planned. If you have any ideas yourself, we’d love to hear from you.
fr: Nous espérons que notre [feuille de route](/faq/roadmap/) expose un peu ce que nous avons prévu. Si vous aviez des idées vous-même, nous aimerions que vous nous en fassiez part.
