Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/faq-roadmap.po
Languages: fr

source: title: Roadmap
fr: title: Feuille de Route

source: # Outstanding Objectives
fr: # Des Objectifs Exceptionnels

source: This page outlines some of the activities the Ubuntu MATE team will research, and possibly implement, in future development cycles to improve and refine our operating system.
fr: Cette page décrit quelques unes des activités sur lesquelles l'équipe Ubuntu MATE fait de la recherche et qui seront éventuellement mises en œuvre, dans un cycle de développement à l'avenir afin de raffiner notre système d'exploitation.

source: ## Grow community participation and engagement
fr: ## Améliorer la participation et l'engagement de la communauté

source: Ubuntu MATE and MATE Desktop are created by very small teams. We’ll improve our documentation so that new contributors can find tasks they can work on and material to help them get started.
fr: Ubuntu MATE et le Bureau MATE ont été créés par de très petites équipes. Nous améliorerons notre documentation de sorte que les nouveaux contributeurs puissent trouver des tâches à effectuer et de la matière pour les aider à démarrer.

source: ## Reboot Ubuntu MATE Welcome and Software Boutique
fr: ## Redémarrer Ubuntu MATE Bienvenue et la Boutique de Logiciels

source: We will decouple Ubuntu MATE Welcome and the Software Boutique so they can be iterated on independently. The code for both will be refactored and simplified so that other projects wanting to build on either can easily do so.
fr: Nous dissocierons Ubuntu MATE Bienvenue et la Boutique de Logiciels afin qu'ils puissent être itérés indépendamment. Le code pour ces deux logiciels sera remanié et simplifié pour que d'autres projets désirant se baser sur eux puissent aisément le faire.

source: Both applications will be delivered as snaps to break the development cycle relationship with the distribution, giving us the freedom to develop both without the usual constraints of distribution release management. This will also benefit Ubuntu MATE, which will automatically get new features, application listings, and other improvements.
fr: Les deux applications seront fournies en tant que snaps afin de casser la relation avec le cycle de développement de la distribution, nous donnant ainsi la liberté de développer les deux applications sans les contraintes habituelles liées à la gestion de la version de la distribution. Ubuntu MATE en tirera ainsi bénéfice, en obtenant automatiquement de nouvelles fonctionnalités, applications, listes et autres améliorations.

source: ## Developer tooling and collaboration
fr: ## L'outillage du développeur et la collaboration

source: Ubuntu MATE and MATE Desktop will expand their use of continuous integration and automated testing in an effort to save the small development teams burning valuable time on activities best left to a bot.
fr: Ubuntu MATE et le Bureau MATE élargiront leur utilisation d'une intégration continue et les tests automatisés afin d'épargner aux petites équipes de développement de perdre un temps monstre sur des activités mieux adaptées pour un robot.

source: Additionally, we will review the development platforms and communication/ collaboration tools used by the MATE Desktop team to improve team communication and simplfy the project infrastructure where possible.
fr: En outre, nous passerons en revue les plateformes de développement de communication/ les outils de collaboration utilisés par l'équipe du Bureau MATE pour améliorer la communication au sein de l'équipe et simplifier l'infrastructure du projet où cela est possible.

source: ## Modern display server support
fr: ## Le support d'un serveur d'affichage moderne

source: Wayland is set to become the defacto next generation display server. While Xorg has some years of usefulness remaining, now is the time to start planning for how MATE Desktop, and therefore Ubuntu MATE, implement support for Wayland.
fr: Wayland est amené à être de facto le serveur d'affichage de prochaine génération. Bien qu'il reste encore à Xorg quelques années d'utilité devant lui, il est temps de commencer à planifier comment le Bureau MATE et en conséquence, Ubuntu MATE, mettront en œuvre la prise en charge de Wayland.

source: ## Voice command
fr: ## Commande vocale

source: Smart speakers are growing in popularity and commanding mobile devices by voice is already common place. We will research how effectively voice commands can be integrated into Ubuntu MATE.
fr: Les enceintes connectées connaissent une popularité grandissante et commander des appareils mobiles par la voix est déjà une chose commune. Nous rechercherons comment intégrer efficacement des commandes vocales dans Ubuntu MATE.

source: ## Accessibility
fr: ## Accessibilité

source: Making an accessible operating system was a key priority when the Ubuntu MATE founders initially set out the goals of the project.
fr: Créer un système d'exploitation accessible était une priorité clé quand les fondateurs d'Ubuntu MATE ont initialement défini les buts du projet.

source: While Ubuntu MATE is never going to be able to offer the comprehensive integration of assistive technologies that Sonar GNU/Linux provides, we will continue to follow their lead so that Ubuntu MATE is a viable desktop solution where computer access is shared within a household or business where individual needs differ.
fr: Bien qu'Ubuntu MATE ne parviendra jamais à offrir l'intégration complète des technologies d'assistance que Sonar GNU/Linux fournit, nous continuerons à suivre leur exemple de sorte qu'Ubuntu MATE demeure une solution de bureau viable quand l'accès à l'ordinateur est partagé dans un foyer ou une entreprise où les besoins individuels sont différents.

source: The upstream MATE Desktop team are actively engaged with visually impaired users from the Linux community to ensure their needs are met. This effort will likely never be complete, as it requires constant refinement.
fr: L'équipe du Bureau MATE est engagée en amont avec des utilisateurs malvoyants de la communauté de Linux pour être certaine que leurs besoins sont satisfaits. Cet effort ne sera probablement jamais complet car il requiert un raffinement perpétuel.

source: ## Translation
fr: ## Traduction

source: Translation of Ubuntu and MATE desktop is handled upstream thanks to the tireless efforts of many translators, therefore the Ubuntu MATE operating system is available in many languages. However, this website is currently available in English only and we will work with the community to make it available in other languages.
fr: La traduction d'Ubuntu et du Bureau MATE est gérée en amont grâce aux efforts inlassables de nombreux traducteurs, faisant ainsi d'Ubuntu MATE un système d'exploitation disponible dans de nombreuses langues. Toutefois, ce site est, à l'heure actuelle, seulement disponible en anglais et nous travaillerons avec la communauté pour le rendre disponible dans d'autres langues.

source: # Completed Objectives
fr: # Objectifs Accomplis

source: While these initiatives are considered "complete" they will of course be maintained and improved.
fr: Bien que ces initiatives soient considérées comme étant "accomplies", elles seront toujours maintenues et améliorées.

source: ## Artwork
fr: ## Illustrations

source: Overhaul the Ubuntu MATE design language and make is consistent for web and desktop. Create a new wallpaper collection based on abstract designs and high quality photos.
fr: Remanier le langage de conception d'Ubuntu MATE et le rendre cohérent sur le web et le bureau. Créer une nouvelle collection de fonds d'écran basée sur des conceptions abstraites et des photos de haute qualité.

# pages/faq-roadmap.md:97
source: :heavy_check_mark: *Implemented since Ubuntu MATE 18.04*
fr: :heavy_check_mark: *Mis en œuvre depuis Ubuntu MATE 18.04*

source: ## User experience
fr: ## L'expérience utilisateur

source: I am reliably informed that everything is a *user experience* these days. User interfaces are, apparently, passé.
fr: J'ai bien conscience que tout est question "d'expérience utilisateur" de nos jours. Les interfaces utilisateur appartiennent, dirait-on, au passé.

source: The MATE desktop offers a traditional desktop metaphor but it is also extremely customisable. When combined with some 3rd party applications Ubuntu MATE can be augmented to provide an "*experience*" similar to what other contemporary desktop environments offer while retaining its classic desktop paradigm.
fr: Le bureau MATE offre une métaphore traditionnelle de bureau mais il est également extrêmement personnalisable. Quand il est combiné avec des applications de 3ème partie, Ubuntu MATE peut être renforcé pour proposer une "expérience" similaire à celles d'autres environnements de bureau contemporains tout en conservant son paradigme d'un bureau classique.

source: :heavy_check_mark: *Implemented since Ubuntu MATE 16.04*
fr: :heavy_check_mark: *Mis en œuvre depuis Ubuntu MATE 16.04*

source: ## HiDPI support
fr: ## Support du HiDPI

source: High pixel density laptops and displays are becoming increasingly common and Ubuntu MATE needs to provide a first class HiDPI experience.
fr: Les ordinateurs portables et les moniteurs à haute densité de pixels deviennent de plus en plus communs et Ubuntu MATE doit fournir une expérience HiDPI de première classe.

# pages/faq-roadmap.md:117
source: :heavy_check_mark: *Implemented since Ubuntu MATE 18.04*
fr: :heavy_check_mark: *Mis en œuvre depuis Ubuntu MATE 18.04*

source: ## Launchers and Docks
fr: ## Lanceurs et Docks

source: We will evaluate 3rd party launchers, such as Slingscold, [Synapse](http://mhr3.blogspot.com/2010/11/introducing-synapse-acetylcholine.html), [The Duck Launcher](https://github.com/the-duck/launcher) and 3rd party docks, such as [Plank](https://launchpad.net/plank), to see how they can be integrated with Ubuntu MATE to make user interaction with the desktop more efficient.
fr: Nous évaluerons les lanceurs de 3ème partie, tels Slingcold,, [Synapse](http://mhr3.blogspot.com/2010/11/introducing-synapse-acetylcholine.html), [The Duck Launcher](https://github.com/the-duck/launcher) et des docks de 3ème partie, tel [Plank](https://launchpad.net/plank), pour voir comment ils peuvent être intégrés à Ubuntu MATE pour rendre l'interaction avec le bureau plus efficace.

source: Launchers and docks are not to everyone's tastes so we will conduct community polls (just as we have done in the past) to determine if the selected 3rd party tools should be integrated as defaults or optional extras.
fr: Les lanceurs et les docks ne sont pas du goût de tout le monde et nous mènerons des sondages communautaires (à l'image de ce que nous avons fait par le passé) pour déterminer si les outils de 3ème partie sélectionnés devraient être intégrés par défaut ou être des options supplémentaires.

source: :heavy_check_mark: *Implemented since Ubuntu MATE 17.10 via Brisk Menu, MATE Menu and Super key support throughout MATE Desktop*
fr: :heavy_check_mark: *Mis en œuvre depuis MATE 17.10 par le Menu Brisk, le Menu MATE et le support de la touche Super à travers le Bureau MATE*

source: There are some hardcore Compiz addicts in the MATE community. That said Compiz will never be enabled by default in Ubuntu MATE, but we do want to cater for those people who want it. Compiz does include some features that are of real benefit, such as the Enhanced Zoom plug-in which is useful for individuals with low vision.
fr: Il y a des mordus de Compiz dans la communauté MATE. Ceci étant dit, Compiz ne sera jamais activé par défaut dans Ubuntu MATE mais nous voulons prendre soin des gens qui le désirent. Compiz comporte quelques fonctionnalités qui offrent un réel avantage, comme le greffon de Zoom Amélioré qui est vraiment utile pour les individus malvoyants.

source: The Ubuntu MATE team will create a simple way for Compiz to be installed and enabled for those users who want it.
fr: L'équipe Ubuntu MATE créera un moyen simple pour installer et activer Compiz pour les utilisateurs qui souhaitent l'utiliser.

source: :heavy_check_mark: *Implemented since Ubuntu MATE 15.04*
fr: :heavy_check_mark: *Mis en œuvre depuis Ubuntu MATE 15.04*

source: There are a plethora of options behind MATE that are not yet exposed via control centre applets. The Ubuntu MATE team have already provided a simple tool to tweak your MATE configuration called MATE Tweak and over time that tool be be enhanced and improved.
fr: Il y a pléthore d'options derrière MATE qui ne sont pas encore accessibles depuis des applets du centre de contrôle. L'équipe Ubuntu MATE a déjà fourni un outil simple pour personnaliser votre configuration MATE appelé MATE Tweak et avec le temps cet outil sera renforcé et amélioré.

source: A number of different panel layouts are already available in Ubuntu MATE. Panel layouts that offer a pure MATE desktop will continue to be made available and others added that may also rely on 3rd party launchers, docks or even Compiz. We will provide a tool to switch between these different desktop layouts that also enables/disables the appropriate launchers and docks where required.
fr: Différentes dispositions de tableaux de bord sont déjà disponibles dans Ubuntu MATE. Les dispositions de tableaux de bord qui offrent un bureau MATE épuré continueront d'être disponibles et d'autres seront ajoutées, qui s'appuieront sur des lanceurs et docks de 3ème partie, ou bien même Compiz. Nous fournirons un outil pour basculer entre ces différentes dispositions de bureau et nous activerons/désactiverons les lanceurs et docks appropriés quand ce sera nécessaire.

source: :heavy_check_mark: *Implemented since Ubuntu MATE 15.04 via **MATE Tweak***
fr: :heavy_check_mark: *Mis en œuvre depuis Ubuntu MATE 15.04 par **MATE Tweak***

source: ## Complex input methods
fr: ## Méthodes d'entrée complexes

source: We've received feedback that complex input method support in Ubuntu MATE could be better.
fr: Nous avons reçu des commentaires selon lesquels le support des méthodes d'entrée dans Ubuntu MATE pourrait être amélioré.

source: MATE does have support for complex input methods right now, but having spoken to some users in China and Japan, we now better understand their requirements. To that end we've documented how to install and enable IBus and fcitx on the [download page](/download/). That was just the first step in ensuring everyone is catered for and in the future we will integrate either [IBus](https://code.google.com/p/ibus/) or [fcitx](https://fcitx-im.org/) into Ubuntu MATE to address this short coming.
fr: MATE supporte déjà les méthodes d'entrée complexes à l'heure actuelle, mais après discussion avec certains utilisateurs chinois et japonais, nous comprenons mieux leurs besoins. À cette fin, nous avons documenté comment installer et activer IBus et fcitx sur la [page de téléchargement](/download/). C'était seulement la première étape pour s'assurer que tout le monde soit pris en charge et dans le futur, nous souhaiterions intégrer soit [IBus](https://code.google.com/p/ibus/), soit [fcitx](https://fcitx-im.org/) dans Ubuntu MATE afin de combler cette lacune.

source: :heavy_check_mark: *Implemented since Ubuntu MATE 15.10*
fr: :heavy_check_mark: *Mis en œuvre depuis Ubuntu MATE 15.10*

source: ## Application install
fr: ## Installation d'Application

source: Users new to Linux are often overwhelmed by the vast choice of software on offer. The Ubuntu MATE team will create a curated selection of applications suitable for use with Ubuntu MATE that can be installed via one click.
fr: Les nouveaux utilisateurs de Linux sont souvent dépassés par le vaste choix de logiciels disponibles. L'équipe Ubuntu MATE créera une sélection organisée d'applications adaptées à l'utilisation avec Ubuntu MATE et pouvant être installées en un clic.

source: The Ubuntu MATE community will select one application that is more suitable for a given task or activity so that new users can quickly turn their Ubuntu MATE workstation into a productive tool.
fr: La communauté d'Ubuntu MATE choisira une application qui est mieux adaptée à une tâche ou une activité donnée de sorte que les nouveaux utilisateurs puissent rapidement faire de leur station de travail Ubuntu MATE un outil productif.

source: :heavy_check_mark: *Implemented since Ubuntu MATE 15.10 via **Ubuntu MATE Welcome***
fr: :heavy_check_mark: *Mis en œuvre depuis Ubuntu MATE 15.10 par **Ubuntu MATE Bienvenue***

source: ## Media casting and streaming
fr: ## Diffusion de media et streaming

source: Seamless integration with home media server content and media casting devices is essential in order for Ubuntu MATE to remain relevant for many home users. We will try to deliver on that.
fr: L'intégration transparente avec le contenu d'un serveur multimédia domestique et les périphériques de diffusion multimédia est essentielle pour qu'Ubuntu MATE puisse demeurer pertinent aux yeux de nombreux utilisateurs domestiques. Nous essaierons de fournir cela.

source: Similarly being able to access popular subscription-based streaming services such as Netflix, Amazon Instant Video and Spotify is also an expectation for many users. While the Ubuntu MATE team can do little to deliver the technologies to make this happen, we can provide simple installation options to enable access to these services, and where possible, ship the required software by default.
fr: Accessoirement, être capable d'accéder à des services populaires de diffusion en ligne par abonnement tels Netflix, Amazon Instant Video ou encore Spotify fait également partie des attentes de nombreux utilisateurs. Bien que l'équipe Ubuntu MATE ne puisse pas faire grand chose à cet effet, nous pouvons toutefois apporter des options d'installation simples pour permettre l'accès à ces services, et quand cela est possible, fournir les logiciels requis par défaut.

source: :heavy_check_mark: *Implemented since Ubuntu MATE 15.10 by using Software Boutique to install Google Chrome, Spotify or Pithos*
fr: :heavy_check_mark: *Mis en œuvre depuis Ubuntu MATE 15.10 en utilisant la Boutique de Logiciels pour installer Google Chrome, Spotify ou Pithos*

source: ## Mobile device integration
fr: ## Intégration des appareils mobiles

source: Currently Ubuntu MATE has the essential mobile device support you'd expect. You can plug in a phone or a media player and the device is automatically detected and mounted, you can then access the files on it.
fr: À l'heure actuelle, Ubuntu MATE intègre l'essentiel de la prise en charge des appareils mobiles comme vous pourriez vous y attendre. Vous pouvez connecter un téléphone ou un lecteur média et l'appareil sera automatiquement détecté et monté. Vous pourrez alors accéder aux fichiers qui sont dessus.

source: :heavy_check_mark: *Implemented since Ubuntu MATE 15.10*
fr: :heavy_check_mark: *Mis en œuvre depuis Ubuntu MATE 15.10*

source: Mobile device notifications can be wirelessly mirrored to your Ubuntu MATE desktop and for you to be able to send files or links wirelessly between your mobile devices and Ubuntu MATE.
fr: Les notifications des appareils mobiles peuvent être redirigées sans fil vers votre bureau MATE et vous pouvez également envoyer sans fil des fichiers ou des liens entre vos appareils mobiles et Ubuntu MATE.

source: :heavy_check_mark: *Implemented since Ubuntu MATE 16.04 by using the Software Boutique to install KDE Connect Indicator*
fr: :heavy_check_mark: *Mis en œuvre depuis Ubuntu MATE 16.04 en utilisant la Boutique de Logiciels pour installer l'Indicateur de Connexion KDE*
