Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/funding.po
Languages: fr

source: title: Funding
fr: title: Financement

source: This crowd funding campaign has the following objectives:
fr: Cette campagne de financement participatif a les objectifs suivants:

source: * Fund the costs associated with running the Ubuntu MATE and MATE Desktop projects. * These include domain name registrations and service charges for things like the content delivery network, web application firewall and transactional email services used by the forums. * Fund the development of Ubuntu MATE and MATE Desktop via financial rewards for contributors to either project. * Help subsidise the travel expenses of team members to represent Ubuntu MATE and MATE Desktop at FLOSS conferences. * Support other Open Source projects that Ubuntu MATE depends upon.
fr: * Financer les frais associés à l'exécution des projets Ubuntu MATE et Bureau MATE. * Ces frais incluent les enregistrements de nom de domaine et les charges de service pour des choses telles le réseau de diffusion de contenu, le pare-feu de l'application web et les services d'email transactionnels utilisés par les forums. * Financer le développement d'Ubuntu MATE et du Bureau MATE à travers des récompenses financières pour les contributeurs de chaque projet. * Aider à subventionner les dépenses de transport des membres de l'équipe qui représentent Ubuntu MATE et le Bureau MATE aux conférences FLOSS. * Supporter d'autres projets Open Source desquels Ubuntu MATE dépend.

source: We have set up a number of payment options that should hopefully suit everyone. Go on, be brilliant, help grow our community.
fr: Nous avons mis en place un certain nombre d'options de paiement qui devraient, espérons-le, convenir à tout le monde. Allez, soyez brillant et aidez-nous à faire grandir notre communauté.

source: This is a unique way to fund an Open Source community. A regular monthly income for the Ubuntu MATE project will allow us to better plan how best to reward our contributors and sponsor other Open Source projects.
fr: C'est un moyen unique de financer une communauté Open Source. Un revenu mensuel régulier pour le projet Ubuntu MATE nous permettra de mieux planifier comment récompenser du mieux possible nos contributeurs et sponsoriser d'autres projets Open Source.

source: **Patrons get exclusive project exclusive project news, updates, are invited to join an exclusive Telegram channel where you can talk to the developers directly and get a badge in the [Ubuntu MATE Community](https://ubuntu-mate.community).**
fr: **Les mécènes obtiennent des nouvelles exclusives du projet, des mises à jour, sont invités à rejoindre un salon exclusif Telegram dans lequel vous pouvez directement parler aux développeurs et obtenir un badge dans la [Communauté d'Ubuntu MATE](https://ubuntu-mate.community).**

source: title = "Monthly supporter" text = "Become a monthly supporter via Patreon and help grow the Ubuntu MATE community." button_text = "Become a Patron" button_url = "https://www.patreon.com/ubuntu_mate"
fr: title = "Supporter mensuel" text = "Devenez un supporter mensuel avec Patreon et aidez-nous à faire grandir la communauté d'Ubuntu MATE." button_text = "Devenez un Mécène" button_url = "https://www.patreon.com/ubuntu_mate"

source: {:.center} ![PayPal logo](/images/brands/paypal.svg)
fr: {:.center} ![Logo de PayPal](/images/brands/paypal.svg)

source: We'd prefer you set-up a recurring payment to help ensure that monthly costs are always covered and it also allows us to better plan how to reward our contributors and sponsor other Open Source projects. That said, one time donations are also gratefully accepted.
fr: Nous préférerions que vous mettiez en place un paiement récurrent pour être sûrs que nos frais mensuels soient toujours couverts et cela nous permet de mieux planifier comment récompenser nos contributeurs et sponsoriser d'autres projets Open Source. Ceci étant dit, les donations uniques sont également chaleureusement acceptées.

source: **NOTE! If you are considering a monthly recurring payment via PayPal then you should probably use the [Ubuntu MATE Patreon](https://www.patreon.com/ubuntu_mate) to benefit from Patron rewards.**
fr: **NOTE ! Si vous avez l'intention de verser un paiement récurrent mensuel via PayPal, alors vous devriez probablement utiliser le [Patreon d'Ubuntu MATE](https://www.patreon.com/ubuntu_mate) pour bénéficier des récompenses des Mécènes.**

source: # Commercial sponsorship
fr: # Sponsoring commercial

source: If you are using, or plan to use, Ubuntu MATE in a commercial environment and would like to sponsor the project more formally, then please head over to our Patreon page where we have commercial sponsorship packages.
fr: Si vous utilisez, ou avez l'intention d'utiliser Ubuntu MATE dans un environnement commercial et voudriez formellement sponsoriser le projet, veuillez s'il-vous-plaît vous dirigez sur notre page Patreon où nous avons des paquets de sponsoring commercial.

source: title = "Commercial Sponsor" text = "Become a commercial sponsor at Patreon and have your business prominently listed as a sponsor." button_text = "Become a commercial sponsor" button_url = "https://www.patreon.com/ubuntu_mate"
fr: title = "Sponsor Commercial" text = "Devenez un sponsor commercial sur Patreon et ayez votre entreprise listée en évidence en tant que sponsor." button_text = "Devenez un sponsor commercial" button_url = "https://www.patreon.com/ubuntu_mate"

source: Click or scan the QR code below to launch your Bitcoin client and donate 0.005 btc to Ubuntu MATE. Alternatively, copy and paste the Bitcoin address into your Bitcoin client to donate an amount of your choice.
fr: Cliquez ou scannez le QR code ci-dessous pour lancer votre client Bitcoin et donner 0.005 btc à Ubuntu MATE. Vous pouvez également copier-coller l'adresse Bitcoin dans votre client Bitcoin pour donner le montant de votre choix.

source: ## Affiliate Links
fr: ## Liens Affiliés

source: Some pages on this website include Amazon affiliate links to products we've tested and are known to be compatible with Ubuntu MATE. Clicking those links will earn us a commission, with no additional cost to you, in the event of purchases.
fr: Certaines pages sur ce site web contiennent des liens affiliés Amazon vers des produits que nous avons testés et savons compatibles avec Ubuntu MATE. Cliquer sur ces liens nous rapporte une commission, sans coût additionnel pour vous, en cas d'achat.
