Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/get-involved-community-support.po
Languages: fr

source: title: Community Support
fr: title: Support de la Communauté

source: ## Community Support
fr: ## Support de la Communauté

source: If you are good with Ubuntu MATE and also good with people, then an unsung but vital form of contribution is helping your fellow users over at our **[Community](https://ubuntu-mate.community/)**. Here's some of the key ways you can help grow the community.
fr: Si vous êtes compétents avec Ubuntu MATE et aussi avec les gens, alors une forme méconnue mais vitale de la contribution est d'aider les autres utilisateurs de notre **[Communauté](https://ubuntu-mate.community/)**. Voici certaines des principales manières pour nous aider à faire grandir la communauté.

source: ### Help and Support Forum
fr: ### Forum d'Aide et de Support

source: Many Ubuntu MATE users, especially those who are new (and possibly new to Linux!) post in our [Support and Help Requests](https://ubuntu-mate.community/c/10) category. Helping others shares your knowledge with a wide audience, helps your fellow users achieve their goals, and helps the project reach more people. If you see a post where your experience and guidance could make a difference, be like Captain Picard and engage!
fr: De nombreux utilisateurs d'Ubuntu MATE, en particulier ceux qui sont nouveaux (et possiblement nouveaux sur Linux !) postent dans notre catégorie [Requêtes de Support et d'Aide](https://ubuntu-mate.community/c/10). Aider les autres partage votre connaissance avec une audience large, aide les autres utilisateurs à atteindre leurs buts et aide le projet à atteindre plus de gens. Si vous voyez un post où votre expérience et vos conseils pourraient faire une différence, soyez comme le Capitaine Picard et intervenez !

source: ### Development Discussion
fr: ### Discussion du Développement

source: Even though [Development Discussion](https://ubuntu-mate.community/c/15) doesn't get as much lurve as Help and Support, it's still another forum that benefits from new viewpoints and voices. For example, one of our Hebrew-language users helped bring our attention to an issue where [Welcome struggled with right-to-left languages](https://ubuntu-mate.community/t/19585/8). This helped our developers fix the immediate issue, and to keep this in mind for future versions. So if you have an idea (that's not a bug report) on how to improve Ubuntu MATE, let us know in the Development Discussion!
fr: Bien que la [Discussion du Développement](https://ubuntu-mate.community/c/15) ne récolte pas autant d'amour que l'Aide et le Support, c'est toujours un autre forum qui bénéficie de nos points de vue et voix. Par exemple, l'un de nos utilisateurs en hébreu a attiré notre attention sur un problème où [Bienvenue luttait avec les langues s'écrivant de droite à gauche](https://ubuntu-mate.community/t/19585/8). Cela à aidé nos développeurs à corriger le problème immédiat, et à garder cela à l'esprit pour les versions futures. Alors, si vous avez une idée (qui n'est pas un rapport de bug) pour améliorer Ubuntu MATE, faites-nous en part dans la Discussion du Développement !

source: ### Tips, Tricks and Tutorials
fr: ### Conseils, Astuces et Tutoriels

source: If you think of something that would be genuinely useful to others, consider writing out a guide, note it out as a quick tip, or write a tutorial. All posts in these categories are wiki, so you are welcome to improve upon others' work too.
fr: Si vous pensez que quelque chose serait véritablement utile aux autres, songez à rédiger un guide, notez-le en tant que conseil rapide, ou écrivez un tutoriel. Tous les posts dans ces catégories sont wiki, alors si vous souhaitez améliorer le travail des autres, vous êtes la bienvenue.

source: ### Be the Welcoming Committee
fr: ### Soyez notre Comité d'Accueil

source: Patience is a virtue. And like most virtues, sometimes it isn't easy. Interacting online has its own challenges, and it can be a little too easy to dismiss people. But you could be the difference between someone who abandons Ubuntu MATE because of a lack of friendly support, and someone who becomes an invested member of the community. So be brilliant, be helpful, and as Bill and Ted say, be excellent to each other.
fr: La patience est une vertu. Et comme la plupart des vertus, ce n'est parfois pas facile. Les interactions en lignes rencontrent leurs propres obstacles, et il peut être parfois un peu trop facile de négliger les gens. Mais vous pourriez être la différence entre quelqu'un qui abandonne Ubuntu MATE du fait d'un support désagréable, et quelqu'un qui devient un membre impliqué de notre communauté. Soyez brillants, soyez utiles et comme Bill et Ted diraient, soyez excellents les uns envers les autres.
