Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/get-involved-guidelines-design.po
Languages: fr

source: title: Design Guidelines
fr: title: Instructions de Conception

source: ## Design Guidelines
fr: ## Instructions de Conception

source: ### Ubuntu MATE Logo
fr: ### Logo d'Ubuntu MATE

source: {:.center} ![Main Logo](/images/get-involved/logo-guidelines/Main_Logo.png)
fr: {:.center} ![Logo Principal](/images/get-involved/logo-guidelines/Main_Logo.png)

source: The Ubuntu MATE logo captures the precise and reliable qualities of the brand in a straightforward symbol and wordmark.
fr: Le logo d'Ubuntu MATE capture les qualités précises et fiables de la marque dans un symbole et un wordmark simples.

source: It is made up of a custom designed font (wordmark), carefully spaced with a re-drawn ‘Circle of MATEs’ placed within a roundel.
fr: Il est fait d'une police (wordmark) conçue sur mesure, prudemment espacée avec un 'Cercle de MATEs' redessiné, placé à l'intérieur d'un médaillon.

source: Consistent use of the Ubuntu MATE logo is essential in creating a united brand identity. The master logo is supplied as artwork and should never be altered, distorted or re-created in any way.
fr: Une utilisation cohérente du logo d'Ubuntu MATE est essentielle à la création d'une identité de marque unie. Le logo principal est fourni en tant qu'illustration et ne devrait jamais être altéré, déformé ou recréé sous quelque forme que ce soit.

source: ### Logo Elements
fr: ### Éléments du Logo

source: {:.center} ![Logo Elements](/images/get-involved/logo-guidelines/Logo_elements.png)
fr: {:.center} ![Éléments du Logo](/images/get-involved/logo-guidelines/Logo_elements.png)

source: The logotype is created using the Ubuntu font. The word _MATE_ is uppercase and represents the desktop environment used: MATE Desktop.
fr: Le logotype est créé en utilisant la police Ubuntu. Le mot _MATE_ est en majuscules et représente l'environnement de bureau utilisé: Bureau MATE.

source: #### Roundel
fr: #### Médaillon

source: Circular shape containing the Circle of MATEs.
fr: Forme circulaire contenant le Cercle de MATEs.

source: ### The Circle of MATEs
fr: ### Le Cercle de MATEs.

source: {:.center} ![Circle of MATEs](/images/get-involved/logo-guidelines/Circle_of_MATEs.png)
fr: {:.center} ![Cercle de MATEs](/images/get-involved/logo-guidelines/Circle_of_MATEs.png)

source: The Circle of MATEs is the symbol that accompanies the wordmark in the Ubuntu MATE logo. The triangles inside the roundel represent the three fundamental elements of this project: the Ubuntu base, the MATE Desktop and the community. The circular lines represent the connection and the collaboration between these elements.
fr: Le Cercle de MATEs est le symbole qui accompagne le woodmark dans le logo d'Ubuntu MATE. Les triangles à l'intérieur du médaillon représentent les trois éléments fondamentaux de ce projet: la base Ubuntu, le Bureau MATE et la communauté. Les lignes circulaires représentent la connexion et la collaboration entre ces éléments.

source: ### Available colorways #### Wordmark
fr: ### Coloris Disponibles #### Wordmark

source: {:.center} ![Main Logo](/images/get-involved/logo-guidelines/Main_Logo.png) ![Main Logo White](/images/get-involved/logo-guidelines/Main_Logo_white.png)
fr: {:.center} ![Logo Principal](/images/get-involved/logo-guidelines/Main_Logo.png) ![Logo Principal Blanc](/images/get-involved/logo-guidelines/Main_Logo_white.png)

source: The wordmark logo is presented only with colours above. Please, never change any of the colours in the logo. The white logo has been placed on a green background for visibility purposes. The background is not part of the logo; you are free to place the logo on whatever background you want, so long as you are able to see it.
fr: Le logo woodmark est seulement présenté avec les couleurs ci-dessus. S'il-vous-plaît, ne changez jamais la moindre couleur dans le logo. Le logo blanc a été placé sur un fond vert à des fins de visibilité. L'arrière-plan ne fait pas partie du logo: vous êtes libres de placer le logo sur le fond de votre choix, du moment que vous soyez en mesure de le voir.

source: ### Roundel
fr: ### Médaillon

source: {:.center .small} ![Circle of MATEs Green](/images/get-involved/logo-guidelines/Circle_of_MATEs_green.png) ![Circle of MATEs White](/images/get-involved/logo-guidelines/Circle_of_MATEs_white.png)
fr: {:.center .small} ![Cercle de MATEs Vert](/images/get-involved/logo-guidelines/Circle_of_MATEs_green.png) ![Cercle de MATEs Blanc](/images/get-involved/logo-guidelines/Circle_of_MATEs_white.png)

source: As with the wordmark, use the roundel logo only with the colour configurations above. The white version has been placed on a green background for visibility purposes. The background is not part of the logo; you are free to place the logo on whatever background you want, so long as you are able to see it.
fr: Tout comme pour le woodmark, utilisez le médaillon seulement dans la configuration de couleurs ci-dessus. La version blanche a été placée sur un fond vert à des fins de visiblité. Le fond ne fait pas partie du logo: vous êtes libres de placer le logo sur le fond de votre choix, du moment que vous soyez en mesure de le voir.

source: ### Which logo should I use?
fr: ### Quel logo devrais-je utiliser ?

source: It makes no difference which logo you choose to use for your works. There isn't a _preferred_ version we like to see. Just select what you want so that the logo is well distinguishable. We recommend that you use the white versions of the logos on darker backgrounds, and that you use the coloured versions on lighter backgrounds.
fr: Peu importe le logo que vous choisissez d'utiliser pour vos travaux. Nous ne _préférons_ pas une version plutôt qu'une autre. Sélectionnez seulement ce que vous voulez du moment que le logo soit bien reconnaissable. Nous vous recommandons d'utiliser les versions blanches du logo sur des fonds sombres et d'utiliser les versions colorées sur des fonds clairs.

source: ### Exclusion Zone
fr: ### Zone d'Exclusion

source: The Ubuntu logo must always have a clear area surrounding it, free from any other element. To define this area, measure the height of the roundel and use half this measure to create the boundary of clear space around the logo.
fr: Le logo Ubuntu doit toujours disposer d'une zone dégagée l'entourant, libre de tout autre élément. Pour définir cette zone, mesurez la hauteur du médaillon et utilisez la moitié de cette mesure pour créer les limites de la zone dégagée autour du logo.

source: {:.center} ![Ubuntu MATE Logo Margins](/images/get-involved/logo-guidelines/Ubuntu-MATE-Tag-Green-and-Black-margins.png)
fr: {:.center} ![Marges du Logo d'Ubuntu MATE](/images/get-involved/logo-guidelines/Ubuntu-MATE-Tag-Green-and-Black-margins.png)

source: The Circle of MATEs, when used on its own, must always have a clear area surrounding it, free from any other element. To define this area, measure the height of the roundel and use a quarter of this measure to create the boundary of clear space.
fr: Le Cercle de MATEs, quand utilisé seul, doit toujours disposer d'une zone dégagée l'entourant, libre de tout autre élément. Pour définir cette zone, mesurez la hauteur du médaillon et utilisez un quart de cette mesure pour créer les limites de la zone dégagée.

source: {:.center} ![Ubuntu MATE Rondel Margins](/images/get-involved/logo-guidelines/Ubuntu-MATE-Rondel-Green-margins.png)
fr: {:.center} ![Marges du Médaillon d'Ubuntu MATE](/images/get-involved/logo-guidelines/Ubuntu-MATE-Rondel-Green-margins.png)

source: ### Incorrect use
fr: ### Utilisation Incorrecte

source: By following the guidelines on how to use this artwork, you will help to build a powerful and united identity for the Ubuntu MATE brand. This section shows examples of incorrect use.
fr: En suivant les instructions relatives à l'utilisation de cette illustration, vous nous aiderez à construire une identité forte et unie pour la marque Ubuntu MATE. Cette section montre des exemples d'utilisation incorrecte.

source: You must not:
fr: Vous ne devez pas:

source: 1. Change the spacing between the individual elements or characters 2. Change the colour of the wordmark 3. Change the colour of the Circle of MATEs 4. Change the arrangement of the elements 5. Place the logo at an angle other than horizontal or vertical 6. Change the proportion of the logo
fr: 1. Changer l'espacement entre les éléments individuels ou les caractères 2. Changer la couleur du wordmark 3. Changer la couleur des Cercles de MATEs 4. Changer l'agencement des éléments 5. Placer le logo dans un angle autre qu'horizontal ou vertical 6. Changer les proportions du logo

source: ### Ubuntu MATE stacked logo
fr: ### Logo d'Ubuntu MATE empilé

source: {:.center .small} ![Ubuntu MATE Stacked Logo](/images/get-involved/logo-guidelines/Wheel_tag_coloured.png) ![Ubuntu MATE Stacked Logo Margins](/images/get-involved/logo-guidelines/Ubuntu-MATE-Tag-Green-and-Black-Square-margins.png)
fr: {:.center .small} ![Logo d'Ubuntu MATE Empilé](/images/get-involved/logo-guidelines/Wheel_tag_coloured.png) ![Marges du Logo d'Ubuntu MATE Empilé](/images/get-involved/logo-guidelines/Ubuntu-MATE-Tag-Green-and-Black-Square-margins.png)

source: A stacked version of the logo has also been made. Consistent use of the Ubuntu MATE logo is essential in creating a united brand identity. The master logo is supplied as artwork and should never be altered, distorted or re-created in any way.
fr: Une version empilée du logo a également été faite. Une utilisation cohérente du logo d'Ubuntu MATE est essentielle à la création d'une identité de marque unie. Le logo principal est fourni en tant qu'illustration et ne devrait jamais être altéré,déformé ou recréé sous quelque forme que ce soit.

source: The stacked Ubuntu MATE logo must always have a clear area surrounding it, free from any other element. To define this area, measure the height of the roundel and use a quarter of this measure to create the boundary of clear space around the logo.
fr: Le logo empilé d'Ubuntu MATE doit toujours disposer d'une zone dégagée l'entourant, libre de tout autre élément. Pour définir cette zone, mesurez la hauteur du médaillon et utilisez un quart de cette mesure pour créer les limites de la zone dégagée autour du logo.

source: ### Assets
fr: ### Éléments

source: You can find these graphic assets in the [ubuntu-mate/brand-artwork](https://github.com/ubuntu-mate/brand-artwork) repository.
fr: Vous pouvez retrouver ces éléments graphiques dans le dépôt [ubuntu-mate/brand-artwork](https://github.com/ubuntu-mate/brand-artwork).
