Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/get-involved-translations.po
Languages: fr

source: title: Translations
fr: title: Traductions

source: ## Translations
fr: ## Traductions

source: If you speak another language, translating is a perfect way to help your fellow speakers use the computer in a language more familiar to them. Contributions even help the wider Ubuntu and Linux communities at large as applications are shared between them.
fr: Si vous parlez une autre langue, la traduction est parfaite pour aider les gens qui la parlent également à utiliser leur ordinateur dans une langue qui leur est plus familière. Les contributions aident même à élargir les communautés Linux et Ubuntu au même titre comme les applications sont partagées entre elles.

source: > The translators are our real heroes. > > -- Martin Wimpress
fr: > Les traducteurs sont nos véritables héros. > > -- Martin Wimpress

source: Applications specific to the Ubuntu MATE experience. For this website and our in-house applications, we use Transifex.
fr: Les applications spécifiques à l'expérience Ubuntu MATE. Pour ce site et nos applications maison, nous utilisons Transifex.

source: The **Welcome** application suffers from a 'split strings' issue that may pose difficulties when translating in other languages. We apologise for the inconvenience and intend to refactor the application in a future release to address this issue.
fr: L'application **Bienvenue** souffre d'un problème de 'chaînes coupées" qui pourrait poser quelques soucis lors de la traduction dans d'autres langues. Nous présentons nos excuses pour l'inconfort et nous avons l'intention de remanier l'application dans une version future pour régler ce problème.

source: Note that **Software Boutique** is currently part of the **Welcome** application.
fr: Notez qu'à l'heure actuelle, **Boutique de Logiciels** fait partie de l'application **Bienvenue**.

source: [Translate on Transifex](https://www.transifex.com/ubuntu-mate/public/){:.btn .green} [Transifex Guide](#transifex){:.btn}
fr: [Traduire sur Transifex](https://www.transifex.com/ubuntu-mate/public/){:.btn .green} [Guide de Transifex](#transifex){:.btn}

source: ### MATE Desktop
fr: ### Bureau MATE

source: The MATE Desktop team use Transifex for translations. This includes applications such as:
fr: L'équipe du Bureau MATE utilise Transifex pour les traductions. Cela comporte des applications telles:

source: * Atril Document Viewer * Caja File Manager * Engrampa Archive Manager * Eye of MATE Image Viewer * MATE Calculator * MATE Control Centre * MATE System Monitor * MATE Terminal * Pluma Text Editor
fr: * Visionneur de Documents Atril * Gestionnaire de Fichiers Caja * Gestionnaire d'Archives Engrampa * Visionneuse d'Images Eye of MATE * Calculatrice MATE * Centre de Contrôle MATE * Moniteur Système MATE * Terminal MATE * Éditeur de Texte Pluma

source: As well as system configuration and panel applets.
fr: Tout comme la configuration du système et les applets de tableau de bord.

source: [Translate on Transifex](https://www.transifex.com/projects/p/MATE/){:.btn .green} [Transifex Guide](#transifex){:.btn}
fr: [Traduire sur Transifex](https://www.transifex.com/projects/p/MATE/){:.btn .green} [Guide de Transifex](#transifex){:.btn}

source: ### Default Apps
fr: ### Applications par Défaut

source: Below is a list of applications that are pre-installed and where you can translate them.
fr: Ci-dessous se dresse une liste d'applications qui sont pré-installées ainsi que les endroits pour les traduire.

source: ## Translation Guide
fr: ## Guide de Traduction

source: Launchpad is used throughout Ubuntu for building and maintaining software. To translate, you'll need a Launchpad account. Please [see the documentation for translating](https://help.launchpad.net/Translations).
fr: Launchpad est utilisé d'un bout à l'autre par Ubuntu pour assembler et maintenir les logiciels. Pour traduire, vous devez posséder un compte Launchpad. Veuillez [voir la documentation pour traduire](https://help.launchpad.net/Translations).

source: 1. Register for a free account at <https://www.transifex.com/signup/>
fr: 1. Inscrivez-vous pour un compte gratuit sur <https://www.transifex.com/signup/>

source: ![Sign up button](/images/get-involved/translations/transifex-1.png)
fr: ![Bouton s'inscrire](/images/get-involved/translations/transifex-1.png)

source: 1. Open the project page to find the application you'd like to translate.
fr: 1. Ouvrez la page des projets pour trouver l'application que vous aimeriez traduire.

source: ![Project Page](/images/get-involved/translations/transifex-2.png)
fr: ![Page des projets](/images/get-involved/translations/transifex-2.png)

source: 1. Choose the language team you'd like to join.
fr: 1. Choisir l'équipe de langue que vous aimeriez rejoindre.

source: ![Choosing a language](/images/get-involved/translations/transifex-3.png)
fr: ![Choisir une langue](/images/get-involved/translations/transifex-3.png)

source: If the language is not listed, you can request it. Check back in a few days as this requires approval.
fr: Si la langue ne figure pas dans la liste, vous pouvez la réclamer. Essayez à nouveau dans quelques jours comme cela requiert l'approbation.

source: ![Request language in a dropdown menu](/images/get-involved/translations/transifex-4.png)
fr: ![Réclamer une langue dans le menu déroulant](/images/get-involved/translations/transifex-4.png)

source: 1. Pick the language you'd like to translate.
fr: 1. Sélectionnez la langue que vous aimeriez traduire.

source: ![Picking a language from the list](/images/get-involved/translations/transifex-5.png)
fr: ![Choisir une langue dans la liste](/images/get-involved/translations/transifex-5.png)

source: 1. Pick a resource from the list to translate.
fr: 1. Choisir une ressource à traduire dans la liste.

source: ![Picking a language from the list](/images/get-involved/translations/transifex-6.png)
fr: ![Choisir une langue dans la liste](/images/get-involved/translations/transifex-6.png)

source: 1. Click on the entry, a pop up will appear, click Translate.
fr: 1. Cliquez sur l'entrée, une fenêtre pop-up apparaîtra, cliquez sur Traduire.

source: ![Pop up after choosing a resource](/images/get-involved/translations/transifex-7.png)
fr: ![Fenêtre pop-up après avoir choisi une ressource](/images/get-involved/translations/transifex-7.png)

source: 1. Begin translating!
fr: 1. Commencez la traduction !

source: ![Screenshot of main translation interface](/images/get-involved/translations/transifex-8.png)
fr: ![Capture d'écran de l'interface principale de traduction](/images/get-involved/translations/transifex-8.png)

source: * Don't forget to save your changes.
fr: * N'oubliez pas d'enregistrer vos changements.

source: ![Save all button](/images/get-involved/translations/transifex-9.png)
fr: ![Bouton enregistrer tout](/images/get-involved/translations/transifex-9.png)
