Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/get-involved-artwork.po
Languages: fr

source: title: Artwork
fr: title: Illustrations

source: ## Artwork
fr: ## Illustrations

source: We might be biased, or REALLY like the color green, but we think Ubuntu MATE is pretty sharp looking. If you're graphically inclined, or you love testing themes, then we have several different ways to contribute.
fr: Nous sommes peut-être subjectifs, ou bien nous aimons VRAIMENT la couleur verte, mais nous estimons qu'Ubuntu MATE a une allure très pointue. Si vous aimez les arts graphiques, ou que vous adorez tester des thèmes, alors vous pouvez contribuer de différentes façons.

source: ## Wallpaper
fr: ## Fond d'écran

source: If you have digital art or photography you think would make a brilliant Ubuntu MATE wallpaper, we invite you to [share it with the rest of the community](https://ubuntu-mate.community/c/multimedia/artwork/8). To be considered for official inclusion in Ubuntu MATE, wallpaper must:
fr: Si vous avez de l'art digital ou une photographie qui selon vous ferait un excellent fond d'écran pour Ubuntu MATE, nous vous invitons à le [partager avec le reste de la communauté](https://ubuntu-mate.community/c/multimedia/artwork/8). Pour être officiellement inclus dans Ubuntu MATE, un fond d'écran doit:

source: * have a minimum resolution of 1920x1080. * be posted under the [Attribution-ShareAlike 4.0 International (CC-BY-SA-4.0) license](https://creativecommons.org/licenses/by-sa/4.0/) which must be stated in the post.
fr: * avoir une résolution minimum de 1920x1080. * être posté sous la [Attribution-ShareAlike 4.0 International (CC-BY-SA-4.0) licence](https://creativecommons.org/licenses/by-sa/4.0/) qui doit figurer dans le post.

source: ## Theme Testing and Fixing
fr: ## Test et Correction du Thème

source: One of the best things about Ubuntu MATE, and all Linux distros, is the ability to customise your experience. Ubuntu MATE comes with the Ambiant-MATE theme as default, though users can choose from pre-installed themes or install their own.
fr: L'une des meilleures choses à propos d'Ubuntu MATE, et de toutes les distributions de Linux, c'est la capacité de personnaliser l'expérience. Ubuntu MATE vient avec le thème Ambiant-MATE par défaut, toutefois les utilisateurs peuvent choisir parmi des thèmes pré-installés ou installer leur propre thème.

source: While most [GTK 2.x and GTK 3.x themes](https://mate-desktop.org/themes/) will work with MATE, some require additional support to run smoothly. If you want to contribute in this area, ask the theme maintainers to add MATE support or submit improvements yourself.
fr: Alors que la plupart des [ thèmesGTK 2.x and GTK 3.x](https://mate-desktop.org/themes/) fonctionneront avec MATE, certains requièrent une prise en charge supplémentaire pour s'exécuter correctement. Si vous voulez contribuer dans ce domaine, demandez aux mainteneurs d'ajouter la prise en charge de MATE ou soumettez vous-même des améliorations.

source: If you've found a papercut in one of the pre-installed themes, raise an issue or submit a pull request:
fr: Si vous avez trouvé un défaut dans l'un des thèmes pré-installez, créez un problème ou soumettez une requête de tirage:

source: ## Develop Brand Artwork
fr: ## Développer les Illustrations de la Marque

source: Do you like swag? We do too! If you'd like to make brand artwork, we'd love to see it. Before you start creating, keep these two things in mind:
fr: Vous aimez le swag ? Nous aussi ! Si vous aimeriez créer des illustrations pour la marque, nous aimerions les voir. Avant de commencer à créer, veuillez garder ces deux choses à l'esprit:

source: * All brand artwork needs to be made available under the Attribution-ShareAlike 4.0 International (CC-BY-SA-4.0) license. * For usage of the Ubuntu MATE logo, please see the [Logo Guidelines](/get-involved/design-guidelines/).
fr: * Toutes les illustrations de marque doivent être rendues disponibles sous la licence Attribution-ShareAlike 4.0 International (CC-BY-SA-4.0). * Pour l'usage du logo Ubuntu MATE, veuillez vous reporter aux [Instructions du Logo](/get-involved/design-guidelines/).

source: [Brand Artwork Resources](https://github.com/ubuntu-mate/brand-artwork){:.btn}
fr: [Ressources d'Illustration de Marque](https://github.com/ubuntu-mate/brand-artwork){:.btn}
