Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/get-involved-spread-word.po
Languages: fr

source: title: Spread the Word
fr: title: Passer le mot

source: ## Spread the Word
fr: ## Passer le Mot

source: We hope you love Ubuntu MATE as much as we do! If you do, we'd love for you to share that excitement with others. Be creative! Put more green in your wardrobe. When someone asks if you like coffee or tea, mention how you prefer MATE or Ubuntu MATE. Here's a few other ideas.
fr: Nous espérons que vous aimez Ubuntu MATE autant que nous ! Si c'est le cas, nous aimerions que vous partagiez cet enthousiasme avec les autres. Soyez créatifs ! Mettez plus de vert dans votre garde-robe. Quand quelqu'un vous demande si vous désirez du thé ou du café, dites que vous préféreriez du MATE ou Ubuntu MATE. Voici quelques autres idées.

source: ### Social Media
fr: ### Réseaux Sociaux

source: This is definitely the easiest way to introduce your family, friends, and random followers to Ubuntu MATE. Share a post from our [blog](/blog/). Follow us at **[@ubuntumate](https://twitter.com/ubuntu_mate)** and let our informative, GIF-filled posts inspire you to hit the 'Like' (and maybe even the 'Retweet') button.
fr: C'est définitivement la solution la plus facile pour présenter Ubuntu MATE à votre famille, vos amis et des abonnés au hasard. Partagez un post de notre [blog](/blog/), Suivez-nous sur **[@ubuntumate](https://twitter.com/ubuntu_mate)** et laissez nos posts informatifs et remplis de GIF vous inspirer à cliquer sur le bouton 'J'aime" (et peut-être même le bouton 'Retweeter')

source: Talk about Ubuntu MATE on your favorite IRC, Mastodon, and Telegram groups, or your favorite Linux forum. Post an influencer-worthy pic of your home office on Instagram, and use a filter to make that green login screen pop. Make a Tik-Tok video so we all become Internet-famous.
fr: Parlez d'Ubuntu MATE sur votre salon IRC favori, Mastodon, les groupes Telegram, ou votre forum de Linux préféré. Postez une image digne d'un influenceur de votre bureau sur Instagram, et utilisez un filtre pour faire ressortir le vert de l'écran de connexion. Faites une vidéo sur Tik-Tok pour que nous puissions tous devenir célèbres sur Internet.

source: ### Merchandise
fr: ### Marchandise

source: Sometimes, spreading the word doesn't take any words at all! A stylish Ubuntu MATE polo, T-shirt, or hoodie can tell your friends, family, and coworkers you're smart in your fashion AND Linux distro choices. Your morning cup of caffeine can get you through your day and help spark a conversation. Find all these goodies at our [shop](/shop/).
fr: Parfois, passer le mot ne requiert pas le moindre mot ! Un polo stylé Ubuntu MATE, un T-shirt, un sweat à capuche peuvent montrer à vos amis, votre famille et vos collègues que vous avez du goût tant pour la mode qu'en termes de choix de distribution de Linux. Votre tasse matinale de caféine peut vous aider à tenir la journée et également lancer une conversation. Trouvez tous ces goodies dans notre [Boutique](/shop/).

source: ### Reviews
fr: ### Critiques

source: Finally, one of the most useful ways of introducing people to Ubuntu MATE are through members of the Linux community who give helpful and honest reviews of Ubuntu MATE's strengths and weaknesses. We're fortunate to have a strong reviewing community, and you can see some of these reviews on our [Testimonials](/about/testimonials/) page. Community feedback has always helped us improve Ubuntu MATE, and we're excited to hear from new voices with new insights.
fr: Enfin, parmi les méthodes les plus utiles pour présenter Ubuntu MATE au monde, on trouve les critiques honnêtes et utiles des forces et des faiblesses d'Ubuntu MATE données par les membres de notre communauté. Nous avons la chance d'avoir une forte communauté de critiques, et vous pouvez en voir certaines sur notre page [Témoignages](/about/testimonials/). Les retours de la communauté ont toujours aidé à améliorer Ubuntu MATE, et nous sommes ravis d'entendre de nouvelles voix avec de nouvelles perspectives.
