Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/get-involved-testing-qa.po
Languages: fr

source: title: Testing & Quality Assurance
fr: title: Tests & Assurance Qualité

source: ## Testing & Quality Assurance
fr: ## Tests & Assurance Qualité

source: Ubuntu MATE is always improving and changing. Our development team is constantly working to make this the best experience possible but there will always be **bugs**! Finding these makes life easier on the developers and makes things better for our users. -- **including you** :wink:
fr: Ubuntu MATE est en constante amélioration et évolution. Notre équipe de développement travaille constamment pour obtenir la meilleure expérience possible mais il y aura toujours des **bugs** ! Les trouver facilite la vie de nos développeurs et améliore les choses pour nos utilisateurs. -- **Vous compris** :wink:

source: **So you want to find :bug:'s and join in the fun? Yes, it really is!** :slightly_smiling_face:
fr: ** Alors comme ça, vous voulez trouver des bugs :bug:'s et vous joindre à la fête ? Oui, c'est vraiment amusant !** :slightly_smiling_face:

source: * Join the [Ubuntu MATE Community](https://ubuntu-mate.community/)
fr: * Rejoindre la [Communauté d'Ubuntu MATE](https://ubuntu-mate.community/)

source: * Create a [Launchpad/Ubuntu SSO](https://login.launchpad.net/qGtZ05jM0QUUftoV/+login) account
fr: * Créer un compte [Launchpad/Ubuntu SSO](https://login.launchpad.net/qGtZ05jM0QUUftoV/+login)

source: * [Download the ISO](http://iso.qa.ubuntu.com/qatracker)
fr: * [Téléchargez l'ISO](http://iso.qa.ubuntu.com/qatracker)

source: ![Showing download links on the Ubuntu ISO tracker](/images/get-involved/qa/download.png)
fr: ![Liens de téléchargement sur le tracker d'ISO d'Ubuntu](/images/get-involved/qa/download.png)

source: ![Showing test cases on the Ubuntu ISO tracker](/images/get-involved/qa/testcases.png)
fr: ![Cas de test sur le tracker d'ISO d'Ubuntu](/images/get-involved/qa/testcases.png)

source: * Report and Update the ISO Tracker
fr: * Rapporter et Mettre à Jour le tracker d'ISO

source: ![Showing reports on the Ubuntu ISO tracker](/images/get-involved/qa/report.png)
fr: ![Rapports sur le tracker d'ISO d'Ubuntu](/images/get-involved/qa/report.png)

source: It's pretty simple but very important! Here are some tips & tricks that will help.
fr: C'est plutôt simple mais tellement important ! Voici quelques trucs & astuces qui vous aideront.

source: * [How to report bugs](https://ubuntu-mate.community/t/how-to-report-problems-in-ubuntu-mate/17943) * [Step-by-step guide](https://wiki.ubuntu.com/Testing/ISO/Walkthrough) * Let us know about issues via the [Ubuntu MATE Community](https://ubuntu-mate.community/)
fr: * [Comment rapporter des bugs](https://ubuntu-mate.community/t/how-to-report-problems-in-ubuntu-mate/17943) * [Guide étape par étape](https://wiki.ubuntu.com/Testing/ISO/Walkthrough) * Tenez-nous au courant des problèmes par la [Communauté d'Ubuntu MATE](https://ubuntu-mate.community/)

source: Also remember to ask yourself **Is the problem reproducible?** We need to know the steps needed to reproduce your issue.
fr: Pensez à vous demander **Mon problème peut-il être reproduit ?** Nous devons connaître les étapes requises pour reproduire votre problème.

source: While you can certainly download an ISO release individually. For convenience, we **highly recommend** *zsync*. Eric Adams has produced a short video that is a great introduction to using *zsync* for testing:
fr: Vous pouvez certainement télécharger chaque version individuellement. Pour votre confort, nous vous **recommandons chaudement** *zsync*. Eric Adams a produit une courte vidéo qui est une formidable introduction à l'utilisation de *zsync* pour tester:

source: We'd :green_heart: to have you join us in testing and become part of our **Community**. We are always looking for more testers!
fr: Nous :green_heart: que vous nous rejoigniez pour tester et faire partie de notre **Communauté**. Nous cherchons toujours plus de testeurs !

source: Finally, [Alan Pope](https://popey.com/) has produced a wonderful [video](https://www.youtube.com/watch?v=hXLiqjOkSmg) on testing Ubuntu MATE. We are sure you can do a better job of it than he did. :rofl:
fr: Enfin, [Alan Pope](https://popey.com/) a produit une vidéo géniale [video](https://www.youtube.com/watch?v=hXLiqjOkSmg) sur comment tester Ubuntu MATE. Nous sommes certains que vous pourrez faire du meilleur travail que lui. :rofl:
