Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/get-involved-bug-triage.po
Languages: fr

source: title: Bug Reporting and Triage
fr: title: Rapport et Triage de Bugs

source: ## Bug Reporting
fr: ## Rapport de Bugs

source: ### Where do I report a bug?
fr: ### Où dois-je rapporter un bug ?

source: Bugs are submitted to the [Ubuntu MATE project on Launchpad](https://bugs.launchpad.net/ubuntu-mate)
fr: Les bugs sont soumis sur le [projet Ubuntu MATE sur Launchpad](https://bugs.launchpad.net/ubuntu-mate)

source: If you don't already have an account, [set one up on Launchpad](https://help.launchpad.net/YourAccount/NewAccount) before you get started.
fr: Si vous ne possédez pas déjà un compte, [créez-en un sur Launchpad](https://help.launchpad.net/YourAccount/NewAccount) avant de démarrer.

source: ### How do I report a bug?
fr: ### Comment dois-je rapporter un bug ?

source: [This tutorial](https://ubuntu-mate.community/t/17943) by APolihron, one of our QA testers, demonstrates how to file a bug report. It is incredibly useful, with GIFs to illustrate each step of the process!
fr: [Ce tutoriel](https://ubuntu-mate.community/t/17943) par APolihron, l'un de nos testeurs Assurance Qualité, montre comment remplir un rapport de bug. Il est incroyablement utile, avec des GIFs pour illustrer chaque étape du processus !

source: ## Who can I talk to about bugs and bug reporting?
fr: ## À qui puis-je m'adresser pour discuter des bugs et des rapports de bugs ?

source: Join the Ubuntu MATE community in the [Support and Help Requests](https://ubuntu-mate.community/c/support/10) section of the Community page to talk to new and experienced bug reporters!
fr: Rejoignez la communauté d'Ubuntu MATE dans la section [Support et Demandes d'Aide](https://ubuntu-mate.community/c/support/10) de la page de la Communauté pour discuter avec des rapporteurs nouveaux comme expérimentés !

source: ## Bug Triage
fr: ## Triage de bugs

source: If you're comfortable with bug reporting, bug triage is another great way to contribute to Ubuntu MATE!
fr: Si vous êtes à l'aise avec le rapport de bugs, le triage de bugs est une autre incroyable façon de contribuer à Ubuntu MATE !

source: Bug triagers help teams determine which bugs are critical, and which are less urgent.
fr: Les trieurs de bugs aident les équipes à déterminer quels sont les bugs critiques et ceux qui sont moins urgents.

source: Some bug triage tasks require special privileges granted by project owners or administrators, but others simply require a [Launchpad](https://code.launchpad.net/ubuntu/+login) account. Here are the key things you can do to help us prioritise bugs:
fr: Certaines tâches du triage de bugs requièrent des privilèges spéciaux accordés par les propriétaires du projet ou les administrateurs, mais d'autres requièrent simplement un compte [Launchpad](https://code.launchpad.net/ubuntu/+login). Ici sont les choses clés que vous pouvez faire pour nous aider à établir des priorités entre les bugs.

source: * Can you reproduce a reported bug? If you can, write up the steps you followed to confirm the issue. * If you confirmed the bug, could you also replicate the issue in stock Ubuntu or other flavours? Your report should indicate if the bug affected other flavours, or it only affected Ubuntu MATE. * If you can't reproduce the bug, can you get more information from the original bug reporter? * Did you determine the bug was a duplicate? If you did, mark one bug as a duplicate of the other. * Did you determine the bug was filed with the wrong project? If so, re-open the bug with the right project and leave a note in the bug's initial location.
fr: * Pouvez-vous reproduire un bug qui a été rapporté ? Si oui, décrivez les étapes que vous avez suivies pour confirmer le problème. * Si vous confirmez le bug, pouvez-vous également reproduire le problème dans Ubuntu stock ou d'autres variantes ? Votre rapport devrait indiquer si le bug affectait d'autres variantes, ou s'il affectait seulement Ubuntu MATE * Si vous ne parvenez pas à reproduire le bug, pouvez-vous obtenir plus d'information de la part du rapporteur originel du bug ? * Avez-vous déterminé que le bug était un double ? Si oui, marquez un bug en tant que double de l'autre. * Avez-vous déterminé que le bug avait été déposé dans le mauvais projet ? Si oui rouvrez le bug avec le bon projet et laissez une note à l'endroit initial du bug.

source: Bug triage can help us realise where an error is, especially if the error is upstream (for example, with the MATE Desktop instead of Ubuntu MATE.) Bug triagers help maintain communication between projects and help bug fixers know where they need to focus their efforts.
fr: Le triage de bugs peut nous aider à réaliser où se situait une erreur, particulièrement si l'erreur se situe en amont (par exemple, avec le Bureau MATE au lieu d'Ubuntu MATE.) Les trieurs de bugs nous aident à maintenir la communication entre les projets et aident les correcteurs de bugs à savoir où concentrer leurs efforts.

source: The video below shows bug triaging (and Martin!) in action:
fr: La vidéo ci-dessous montre le triage de bugs (et Martin !) en action:
