Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/get-involved-bug-fixing.po
Languages: fr

source: title: Bug Fixing
fr: title: Correction de Bugs

source: ## Bug Fixing
fr: ## Correction de Bugs

source: If you're new to fixing bugs in Ubuntu MATE, and Ubuntu in general, you'll need a [Launchpad](https://bugs.launchpad.net/+login) account. This [Ubuntu Wiki page](https://wiki.ubuntu.com/HelpingWithBugs) is an excellent place to learn about bug fixing in Ubuntu.
fr: Si vous êtes nouveau dans le domaine de la correction des bugs dans Ubuntu MATE, et dans Ubuntu en général, vous aurez besoin d'un compte [Launchpad](https://bugs.launchpad.net/+login) . Cette [page du Wiki d'Ubuntu](https://wiki.ubuntu.com/HelpingWithBugs) est un excellent endroit pour apprendre à corriger les bugs dans Ubuntu.

source: ### Recommended Skills
fr: ### Talents Recommandés

source: Although programming knowledge is very helpful, there are some non-programming ways to handle reported and triaged issues. For example, there might be a typo or a problem with documentation. If you're proficient in a non-English language, you might fix a translation error. If you have Internet detective skills, you can track down fixes from upstream developers or other distributions.
fr: Bien que la connaissance en programmation est très utile, il y a d'autres façons de gérer les problèmes rapportés et triés. Par exemple il y a peut-être une faute de frappe ou un problème avec la documentation. Si vous êtes compétents dans un langage autre que l'anglais, vous pourriez régler une erreur de traduction; Si vous avez des talents de détective de l'Internet, vous pourriez suivre ces corrections des développeurs en amont ou dans d'autres distributions.

source: ### Where to Start
fr: ### Par quoi Commencer ?

source: The [Ubuntu MATE Bug Tracker](https://bugs.launchpad.net/ubuntu-mate) lists all open bugs. The bug tracker displays a bug's status (e.g. `New`, `Triaged`) and its importance (`Undecided`, `Wishlist`, `Low`, `High`). If a bug is `New`, it's best to [triage the bug](/get-involved/bug-triage/), to at least be sure it's a confirmed bug.
fr: Le [Tracker de Bugs d'Ubuntu MATE](https://bugs.launchpad.net/ubuntu-mate) dresse une liste de tous les bugs ouverts. Le tracker de bug affiche l'état d'un bug (exemple: `Nouveau`, `Trié) et son importance (`Non réglée`, `Liste de souhaits`, `Basse`, `Haute`). Si un bug est `Nouveau`, il vaut mieux [trier le bug](/get-involved/bug-triage/), pour être au moins sûr qu'il s'agit d'un bug confirmé.

source: If you would like to start in a safe bug-fixing sandbox, you can practice with the trivial bugs of the [One Hundred Papercuts](https://launchpad.net/hundredpapercuts) project.
fr: Si vous désirez commencer dans une sandbox sûre pour la correction de bugs, vous pouvez vous entraîner avec les bugs insignifiants du projet des [Cent Coupures de Papier](https://launchpad.net/hundredpapercuts).

source: ### Learn More
fr: ### En Savoir Plus

source: This [Ubuntu Wiki](https://wiki.ubuntu.com/Bugs/HowToFix) page walks users through fixing bugs in Ubuntu. Also, be sure to join the amazing resource that is the [Ubuntu MATE community](https://ubuntu-mate.community/c/support/10)!
fr: Cette page du [Wiki d'Ubuntu](https://wiki.ubuntu.com/Bugs/HowToFix) accompagne les utilisateurs dans la correction des bugs dans Ubuntu. Aussi, soyez sûr de rejoindre la ressource extraordinaire qu'est [la communauté d'Ubuntu MATE](https://ubuntu-mate.community/c/support/10)!

source: Lastly, this video explains why it's important to fix bugs in the right place, and why patching at the Ubuntu level (in the packages) is sometimes better than only fixing upstream.
fr: Enfin, cette vidéo explique pourquoi il est important de corriger les bugs au bon endroit, et pourquoi corriger au niveau d'Ubuntu (dans les paquets) est parfois mieux que de corriger seulement en amont.
