Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/history.po
Languages: fr

source: title: History
fr: title: Histoire

source: ## Pre-2014 ### The Ubuntu MATE backstory
fr: ## Pré-2014 ### La trame de fond d'Ubuntu MATE

source: {:.milestone-image} ![MATE is a fork of GNOME 2](/images/history/gnome-mate-fork.svg)
fr: {:.milestone-image} ![MATE est un fork de GNOME 2](/images/history/gnome-mate-fork.svg)

source: Although Ubuntu MATE technically began with Martin Wimpress and Alan Pope's sitting around the latter's kitchen table, it first started years earlier, with Martin's quest to restore 'wedded bliss' to his home and his wife's desktop environment.
fr: Bien que techniquement, Ubuntu MATE a commencé avec Martin Wimpress et Alan Pope assis autour de la table de la cuisine de ce dernier, il existait déjà des années auparavant, avec la quête de Martin de restaurer le `bonheur conjugal` chez lui avec l'environnement de bureau de sa femme.

source: At that time, Martin was an Arch developer (disclaimer: we were required to say that), and he and his wife were mostly happy using an "embryonic" GNOME 3. A few years after the birth of their first child, Martin's wife came back to a more fully fledged GNOME 3, and gave her husband a directive: make GNOME 2 come back.
fr: À ce moment-là, Martin était un développeur d'Arch (avertissement: il était tenu de le dire), et sa femme et lui étaient plutôt heureux en utilisant un GNOME 3 "embryonnaire". Quelques années plus tard après la naissance de leur premier enfant, la femme de Martin est retournée sur un GNOME 3 à part entière et a donné pour mission à son mari de faire revenir GNOME 2.

source: Martin knew the MATE Desktop, a continuation of GNOME 2, existed, but had never actually used it before. He installed MATE on the household computers and all was again well, but he noticed a few issues beneath the surface. Knowing a happy wife equaled a happy life, Martin did what any Linux-using husband would do: he began contributing to the MATE Desktop. At first, this was low-key, mostly packaging for Arch, but then he began to make patches and fixes upstream. He also began installing the MATE Desktop for family members who weren't as technically proficient, who mainly wanted ease of use and continuity.
fr: Martin connaissait l'existence du Bureau MATE, une continuation de Gnome 2 mais ne l'avait alors jamais utilisé. Il installa MATE sur les ordinateurs de son foyer et tout allait de nouveau bien, mais il a remarqué quelques problèmes sous la surface. Sachant qu'une femme heureuse signifiait une vie heureuse, Martin fit ce que tout mari utilisateur de Linux ferait: il commença à contribuer au Bureau MATE. Au début, c'était discret, principalement de l'empaquetage pour Arch, mais ensuite il commença à produire des patchs et des corrections en amont. Il commença également à installer le Bureau MATE pour les membres de la famille qui n'étaient pas aussi compétents techniquement, qui souhaitaient avant tout de l'aisance et de la continuité.

source: As Martin became more involved with the MATE Desktop, he also became more involved in the world of Linux podcasting. He became an occasional talking head on [Linux Unplugged](https://linuxunplugged.com/), which nicely dovetailed with his new role as a community manager for the MATE Desktop. This meant he started doing more interviews, one of which was on the [Ubuntu Podcast](https://ubuntupodcast.org/) in 2012 or 2013. During the interview Martin pointed out how MATE was rather broken in Ubuntu, which saddened Alan Pope, one of the shows' hosts, for anyone unfamiliar with the podcast. He's still there, along with Mark Johnson and...gasp!...Martin.
fr: Quand Martin devint plus impliqué avec le Bureau MATE, il devint également plus impliqué dans le monde du podcasting Linux. Il devint une tête parlante de [Linux Unplugged](https://linuxunplugged.com/), qui se coordonnait à merveille avec son nouveau rôle en tant que manager de la communauté du Bureau MATE. Cela signifiait qu'il donnait plus d'interviews, l'une d'entre elles notamment dans [Ubuntu Podcast](https://ubuntupodcast.org/) en 2012 ou 2013. Pendant l'interview, Martin fit part du triste état de MATE dans Ubuntu, ce qui attrista Alan Pope, l'un des hôtes des shows, pour quiconque n'étant pas familier avec le podcast. Il y est toujours, en compagnie de Mark Johnson et ... halètement ! ... Martin.

source: ## 2014 ### Popey and Wimpress
fr: ## 2014 ### Popey et Wimpress

source: {:.milestone-image} ![Selfie photo of Wimpress and Popey](/images/people/wimpress-and-popey.webp)
fr: {:.milestone-image} ![Selfie de Wimpress et Popey](/images/people/wimpress-and-popey.webp)

source: A few weeks later, Martin got an e-mail from Alan with a one-word subject line: "Hah!" In the e-mail, Alan gave a link to matey.iso, the forebearer of Ubuntu MATE. By this point, Martin's family were growing frustrated with their desktop experience, and Martin found himself spending breaks managing their frustrations. They had stopped using the laptops Martin had provided, which were running the MATE Desktop on Arch (tricky to maintain from afar), and there were even rumors of switching to MacBooks. Quelle horreur!
fr: Quelques semaines plus tard, Martin reçut un e-mail d'Alan avec un sujet d'un seul mot: "Hah !" Dans le mail, Alan donna un lien vers matey.iso, le prédécesseur d'Ubuntu MATE. À ce point, la famille de Martin était de plus en plus frustrée avec leur expérience du bureau, et Martin se trouva lui-même à ruiner ses congés en gérant leurs frustrations. Elles avaient cessé avec l'utilisation des ordinateurs portables que Martin avait fournis, qui tournaient sur le bureau MATE sur Arch (pas facile à maintenir de loin), et il y avait même des rumeurs de migration vers des MacBooks. Quelle horreur !

source: Alan's e-mail, therefore, couldn't have come at a better time. Martin knew Ubuntu's reliability would make "a sensible way forward." Alan and Martin took a day off work, and Martin made the brief drive to Alan's house. They sat in Alan's kitchen and put together the very first version of Ubuntu MATE. Once they were done, as Martin recalls, Alan "kind of looked at me square in the eye and said 'you're responsible for this now. I'm out.'"
fr: L'e-mail d'Alan, ainsi, ne pouvait pas mieux tomber. Martin savait que la fiabilité d'Ubuntu serait la "solution la plus judicieuse". Alan et Martin prirent un jour de congé, et Martin fit un court trajet jusqu'à la maison d'Alan. Ils s'assirent dans la cuisine d'Alan et assemblèrent la première version d'Ubuntu MATE. Une fois qu'ils avaient fini, comme Martin se souvient, Alan "le regarda droit dans les yeux et lui dit 'tu es responsable de ça maintenant. Je sors.'"

source: ## 15.04 ### Ubuntu MATE becomes an official flavour
fr: ## 15.04 ### Ubuntu MATE devient une variante officielle

source: {:.milestone-image} ![Ubuntu MATE joins the Ubuntu family](/images/history/join-family.svg)
fr: {:.milestone-image} ![Ubuntu MATE rejoint la famille Ubuntu](/images/history/join-family.svg)

source: Ubuntu MATE 14.10 was the [inaugural release](https://ubuntu-mate.org/blog/ubuntu-mate-utopic-final-release/), and it didn't take long for wider adoption to follow. With the release of 15.04, Ubuntu MATE was now an [official Ubuntu community flavour](https://www.omgubuntu.co.uk/2015/02/ubuntu-mate-is-now-an-official-ubuntu-flavor). In 2015, [Entroware](https://www.entroware.com) announced it would offer Ubuntu MATE as a pre-install choice to its customers - the first example of an OEM supporting a boutique independent distribution. Incidentally, this made Martin's job as family IT support much easier, as he could simply point curious relatives to buy a laptop with the operating system he "basically designed for them pre-installed."
fr: Ubuntu MATE 14.10 était la [version inaugurale](https://ubuntu-mate.org/blog/ubuntu-mate-utopic-final-release/), et il ne fallut pas longtemps pour que s'ensuive une adoption plus grande. Avec la sortie de la version 15.04, Ubuntu MATE devenait alors [une variante officielle de la communauté Ubuntu](https://www.omgubuntu.co.uk/2015/02/ubuntu-mate-is-now-an-official-ubuntu-flavor). En 2015, [Entroware](https://www.entroware.com) annonça qu'ils offriraient Ubuntu MATE comme choix de pré-installation à ses clients - le premier exemple d'un OEM supportant une distribution indépendante. Incidemment, cela facilita le travail de support informatique familial de Martin, comme il pouvait tout simplement acheter un ordinateur portable à ses proches équipé avec un système d'information "tout simplement conçu pour eux pré-installé."

source: ## 15.10 ### Introducing Software Boutique
fr: ## 15.10 ### Présentation de la Boutique de Logiciels

source: {:.milestone-image} ![Software Boutique logo - a coat hanger](/images/ubuntu-mate/boutique.svg)
fr: {:.milestone-image} ![Logo de la Boutique de Logiciels - un porte-manteau](/images/ubuntu-mate/boutique.svg)

source: The next release, however, involved a news-making controversy: the removal of the Ubuntu Software Center as a default, in favor of a highly curated Software Boutique inside the new Ubuntu MATE Welcome. This sparked headlines across the Internet, even as many users admitted the Ubuntu Software Center was buggy and slow. The replacement, however, was popular with users - VERY popular with [Chris Fisher from JB](https://youtu.be/KhzKnIMbn8g?t=510).
fr: La prochaine version en revanche fit la controverse dans l'actualité: le retrait du Centre de Logiciels d'Ubuntu par défaut, au profit d'une Boutique de Logiciel très organisée à l'intérieur de la nouvelle application Ubuntu MATE Bienvenue. Cela avait fait les gros titres sur Internet, bien que de nombreux utilisateurs admettaient que le Centre de Logiciels d'Ubuntu était plein de bugs et lent. Son remplacement, en revanche était populaire auprès des utilisateurs - TRÈS populaire avec [Chris Fisher de JB](https://youtu.be/KhzKnIMbn8g?t=510).

source: ## 16.04 ### The First Official LTS
fr: ## 16.04 ### La première LTS officielle

source: Canonical granted LTS status to Ubuntu MATE 16.04, its first offical long-term support version. Canonical also upgraded Martin to an employee on the Desktop Team in time for the 16.10 release.
fr: Canonical accorda le statut de LTS à Ubuntu MATE 16.04, sa première version supportée sur le long terme. Canonical a aussi mis à niveau Martin au rang d'employé de l'Équipe Bureau au moment de la sortie de 16.10

source: ## 16.10 ### Ending the PowerPC Era
fr: ## 16.10 ### Mettre un terme à l'Ère PowerPC

source: Prior to 2006, Power PCs were popular in Macs, before Apple switched to Intel processors. Ubuntu MATE initially provided support for these older machines, even buying a few secondhand specifically for development and testing. However, supporting this older architecture became increasingly difficult, and 16.04.01 was the last build, with Long Term Support ending in April 2019.
fr: Avant 2006, les Power PCs étaient populaires dans les Macs, avant qu'Apple ne bascule pour les processeurs Intel. Ubuntu MATE avait initialement proposé le support pour ces vieilles machines et avait même fait l'acquisition de quelques machines d'occasion à des fins de développement et de test. Toutefois, supporter cette ancienne architecture devint de plus en plus difficile, et 16.04.01 fut la dernière version, avec le Support sur le Long Terme se terminant en Avril 2019.

source: ## 18.10 ### Ending the i386 Era
fr: ## 18.10 ### Mettre un terme à l'Ère i386

source: In a post to the [Ubuntu MATE Community](https://ubuntu-mate.community/t/16715), Martin explained that Ubuntu MATE would no longer provide i386 (32-bit Intel) images, although they could continue to carry i386 packages in the repository. Although this was an unpopular decision with users still running i386 architecture, this decision was in line with several application and driver vendors, including nvidia and Mozilla, who had previously dropped their own support for the older platform.
fr: Dans un post à la [Communauté Ubuntu MATE](https://ubuntu-mate.community/t/16715), Martin expliqua qu'Ubuntu MATE ne fournirait plus d'images i386 (32-bit Intel) et qu'ils pourraient néanmoins continuer à fournir des paquets i386 dans le dépôt. Bien qu'impopulaire auprès des utilisateurs d'ordinateurs à architecture i386, cette décision était conforme avec celles de plusieurs fournisseurs d'applications et de pilotes, tels Nvidia et Mozilla, qui avaient précédemment cessé le support pour l'ancienne plateforme.

source: ## 20.04 and beyond ### Towards a Retrospective Future
fr: ## 20.04 et au-delà ### Vers un Futur Rétrospectif

source: {:.milestone-image} ![Laptop running Ubuntu MATE](/images/ubuntu-mate/laptop.png)
fr: {:.milestone-image} ![Un ordinateur portable sous Ubuntu MATE](/images/ubuntu-mate/laptop.png)

source: The rest of Ubuntu MATE's history has yet to be written! The [roadmap](/faq/roadmap/) explains where the project will hopefully be in the years to come. If you want to be a part of that history to come, head over to our [Get Involved](/get-involved/) page.
fr: Le reste de l'histoire d'Ubuntu MATE doit encore être écrit ! La [feuille de route](/faq/roadmap/) explique où, espérons-le, se trouvera le projet dans les années à venir. Si vous souhaitez faire partie de cette histoire, dirigez-vous vers notre page [Impliquez-vous](/get-involved/).

source: *Many thanks to InfinitelyGalactic for his interview with Martin, which provided much of the backstory and can be viewed [here](https://www.youtube.com/watch?v=-ls8xHhY4fI&t=1528s).*
fr: *Grand merci à InfinitelyGalactic pour son interview de Martin, qui apporta la plupart des détails de l'histoire et qui peut être visionnée [ici](https://www.youtube.com/watch?v=-ls8xHhY4fI&t=1528s).*
