Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/index.po
Languages: fr

source: title: Ubuntu MATE | For a retrospective future
fr: title: Ubuntu MATE | Pour un avenir retrospectif

source: banner_title: For a retrospective future.
fr: banner_title: Pour un avenir retrospectif.

source: banner_subtitle: A community developed, Ubuntu based operating system that beautifully integrates the MATE desktop.
fr: banner_subtitle: Un système d'exploitation basé sur Ubuntu, développé par la communauté, qui intègre magnifiquement le bureau MATE.

source: banner_label: Learn more
fr: banner_label: En savoir plus

source: # In a nutshell...
fr: # En quelques mots...

source: Ubuntu MATE is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements it is suitable for modern workstations, single board computers and older hardware alike. Ubuntu MATE makes modern computers fast and old computers usable.
fr: Ubuntu est MATE un système d'exploitation stable, facile à utiliser avec un environnement de bureau configurable. Il est idéal pour ceux qui veulent tirer le meilleur parti de leurs ordinateurs et préfèrent une métaphore de bureau traditionnelle. Avec des exigences matérielles modestes, il convient aux postes de travail modernes, aux ordinateurs mono carte et au matériel plus ancien. Ubuntu MATE rend les ordinateurs modernes rapides et les ordinateurs moins récents utilisables.

source: # Screenshots
fr: # Captures d'écran

source: Here are some screenshots of the desktop layouts included in Ubuntu MATE to give you a feel for how you can configure your desktop experience.
fr: Voici quelques captures d'écran des dispositions de bureau inclus dans Ubuntu MATE pour vous donner une idée de la façon dont vous pouvez configurer votre expérience de bureau.

source: # Raspberry Pi & GPD Pocket
fr: # Raspberry Pi et GPD Pocket

source: We are delighted to provide ready-to-run images for the Raspberry Model B 2, 3, 3+ and 4 as well as a range of UMPCs such as the GPD Pocket, GPD Pocket 2, GPD MicroPC and Topjoy Falcon; some of which are available on Amazon. **Learn more of the features they support:**
fr: Nous sommes ravis de fournir des images prêtes à l'emploi pour les Raspberry Pi Model B 2, 3, 3+ et 4, ainsi qu'une gamme d'ordinateurs portables ultra mobile tels que GPD Pocket, GPD Pocket 2, GPD MicroPC et Topjoy Falcon; dont certains sont disponibles sur Amazon. **En savoir plus sur les fonctionnalités prises en charge:**

source: {:.transparent .icons} | [![Raspberry Pi logo](/images/brands/raspberry-pi.svg)](/ports/raspberry-pi/) |[![Holding a GPD Pocket](/images/hardware/gpd-pocket2.png)](/ports/umpcs/) | | Works with: | Optimised for: | ------------- | ---------------- | | Model 2 B | GPD Pocket | Model 3 | [GPD Pocket 2](https://geni.us/5oiXa2) | Model 3+ | [GPD WIN 2](https://geni.us/pzyNb0) | Model 4 | [GPD MicroPC](https://geni.us/xYuBA) | | [GPD P2 Max](https://geni.us/HAlIoA3) | | [GPD WIN Max](https://geni.us/B2tWs) | | Topjoy Falcon
fr: {:.transparent .icons} | [![Logo Raspberry Pi](/images/brands/raspberry-pi.svg)](/ports/raspberry-pi/) |[![Holding a GPD Pocket](/images/hardware/gpd-pocket2.png)](/ports/umpcs/) | | Fonctionne avec : | Optimisé pour : | ----------------- | ------------- | | Model 2 B | GPD Pocket | Model 3 | [GPD Pocket 2](https://geni.us/5oiXa2) | Model 3+ | [GPD WIN 2](https://geni.us/pzyNb0) | Model 4 | [GPD MicroPC](https://geni.us/xYuBA) | | [GPD P2 Max](https://geni.us/HAlIoA3) | | [GPD WIN Max](https://geni.us/B2tWs) | | Topjoy Falcon

source: Ubuntu MATE is kindly supported by these fine sponsors and [our awesome Patrons](https://www.patreon.com/ubuntu_mate), such as our Level 42 Patron, [Andrew Miller](https://www.patreon.com/user/creators?u=2613385).
fr: Ubuntu MATE est soutenu par ces excellents sponsors et [nos formidables Mécènes](https://www.patreon.com/ubuntu_mate), tels que notre mécène de Niveau 42, [Andrew Miller](https://www.patreon.com/user/creators?u=2613385).

source: Also thanks to our Unlucky Patron, [Darrell Vermilion](https://www.patreon.com/bearstampede/creators).
fr: Merci également à notre Mécène Malchanceux [Darrell Vermilion](https://www.patreon.com/bearstampede/creators).
