Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/raspberry-pi-change-log.po
Languages: fr, ru

source: * Added support for Raspberry Pi 3 integrated Wifi. * Updated BlueZ 5.35 with patch to support the Raspberry Pi 3 integrated Bluetooth. * Support for the integrated Raspberry Pi 3 Bluetooth is not working but we hope to have an update that addresses this soon.
fr: * Ajouté la prise en charge du Wi-FI intégré du Raspberry Pi 3. * Mis à jour BlueZ 5.35 avec le correctif pour prendre en charge le Bluetooth intégré du Raspberry Pi 3. * La prise en charge pour le Bluetooth intégré du Raspberry Pi 3 ne fonctionne pas mais nous avons bon espoir de régler ce souci avec un correctif bientôt.
ru: * Добавлена поддержка встроенного в Raspberry Pi 3 модуля Wifi. * Обновление BlueZ до 5.35 с патчем для поддержки встроенного в Raspberry Pi 3 модуля Bluetooth. * Поддержка встроенного в Raspberry Pi 3 модуля Bluetooth не работает, но мы надеемся на выпуск обновления для скорого решения этой проблемы.

source: ### 26 February 2016 - 15.10.2 for Raspberry Pi 2 and Raspberry Pi 3 (internal testing build)
fr: ### 26 Février 2016 - 15.10.2 pour Raspberry Pi 2 et Raspberry Pi 3 (version de test interne)
ru: ### 26 февраля 2016 - 15.10.2 для Raspberry Pi 2 и Raspberry Pi 3 (образ для внутреннего тестирования)

source: * Added support for Raspberry Pi 3 Model B. * No Raspberry Pi 3 integrated Wifi or Bluetooth support. * Updated to Linux 4.1.18. * Updated all packages to the current version in the Ubuntu 15.10 archive. * Fixed an issue where the SSH host keys were not correctly regenerated on first boot.
fr: * Ajout de la prise en charge du Raspberry Pi 3 Model B. * Pas de prise en charge du Wi-Fi ni du Bluetooth intégrés du Raspberry Pi 3. * Mis à jour vers Linux 4.1.18. * Mis à jour de tous les paquets vers la version actuelle de l'archive d'Ubuntu 15.10. * Corrigé un problème où les clés hôtes du SSH n'étaient pas correctement régénérées lors du premier démarrage.
ru: * Добавлена поддержка для Raspberry Pi 3 Model B. * Нет поддержки встроенных в Raspberry Pi 3 модулей Wifi и Bluetooth. * Обновление Linux до 4.1.18. * Все пакеты обновлены до актуальных версий, входящих в архив Ubuntu 15.10. * Исправлена ошибка повторной генерации серверных SSH ключей при первой загрузке.

source: ### 21 December 2015 - 15.10.1 for Raspberry Pi 2 Update
fr: ### 21 Décembre 2015 - Mise à jour 15.10.1 pour Raspberry Pi 2
ru: ### 21 декабря 2015 - 15.10.1 обновление для Raspberry Pi 2

source: * Migrated the build to [Ubuntu Pi Flavour Maker](https://ubuntu-pi-flavour-maker.org) project. * Images are now XZ compressed, to save bandwidth and make them compatible with GNOME Disks. * Added `python-gpiozero` and `python3-gpizero` 1.0.0 as packages. * Updated Scratch to 20151111. * Updated to Linux 4.1.15. * Reverted change to `/boot/config.txt` so audio is not forced to output over HDMI because this introduced more compatibility issues that it solved.
fr: * Migré la version vers le projet [Fabricant de Variante Pi Ubuntu](https://ubuntu-pi-flavour-maker.org) project. * Les images sont dorénavant compressées en XZ, pour sauver de la bande passante et les rendre compatibles avec GNOME Disques. * Ajouté les paquets `python-gpiozero` et `python3-gpizero` 1.0.0. * Mis à jour de Scratch en version 20151111. * Mis à jour Linux en version 4.1.15. * Annulé un changement à `/boot/config.txt` de sorte que l'audio ne soit pas forcé vers la sortie HDMI car cela amenait plus de problèmes de compatibilité que cela n'en résolvait.
ru: * Сборочных процесс перенесен в проект [Ubuntu Pi Flavour Maker](https://ubuntu-pi-flavour-maker.org). * Образы теперь имеют сжатие XZ, для сохранения пропускной способности и совместимости с GNOME Disks. * Добавлены `python-gpiozero` и `python3-gpizero` 1.0.0 в виде пакетов. * Обновление Scratch до 20151111. * Обновление Linux до 4.1.15. * Отмена изменения в `/boot/config.txt`, теперь звук не направляется принудительно через HDMI; прошлое решение создало больше проблем совместимости, чем решило.

source: ### 22 October 2015 - 15.10 for Raspberry Pi 2 Final Release
fr: ### 22 Octobre 2015 - Version 15.10 Finale pour Raspberry Pi 2
ru: ### 22 октября 2015 - 15.10 финальный выпуск для Raspberry Pi 2

source: * Added OMXPlayer GUI. * Added YouTube Downloader. * Added `fake-hwclock`. * Added `python-spidev` and `python3-spidev`. * Added `python-codebug-tether` and `python3-codebug-tether`. * Added `python-codebug-i2c-tether` and `python3-codebug-i2c-tether`. * Added file system integrity checking on first boot. * Optimised first run of MATE Menu. * Optimised LibreOffice icons. * Reinstated `oem-config`, which has been patched for the Raspberry Pi 2. * Now includes the Ubuntu MATE slideshow. * Fixed udev rules and groups for accessing `spi`. * Fixed Scratch, it now runs via a `sudo` wrapper. * Simliar to how Raspbian does it except *only* Scratch can be executed with elevated privileges, not everything. * Removed Compiz.
fr: * Ajouté le GUI d'OMXPlayer. * Ajouté YouTube Downloader. * Ajouté `fake-hwclock`. * Ajouté `python-spidev` et `python3-spidev`. * Ajouté `python-codebug-tether` et `python3-codebug-tether`. * Ajouté `python-codebug-i2c-tether` et `python3-codebug-i2c-tether`. * Ajouté la vérification de l'intégrité du système de fichiers au premier démarrage. * Optimisé le premier lancement du Menu MATE. * Optimisé les icônes de LibreOffice. * Rétabli `oem-config`, qui a été corrigé pour le Raspberry Pi 2. * Inclut dorénavant le diaporama d'Ubuntu MATE. * Corrigé les règles udev et groupes pour accéder `spi`. * Corrigé Scratch, qui se lance dorénavant par une enveloppe `sudo`. * Similaire à la façon dont Raspbian procède sauf que *seul Scratch peut être exécuté avec une élévation de privilège, pas tout. * Supprimé Compiz.
ru: * Добавлен OMXPlayer GUI. * Добавлен YouTube Downloader. * Добавлен `fake-hwclock`. * Добавлены `python-spidev` и `python3-spidev`. * Добавлены `python-codebug-tether` и `python3-codebug-tether`. * Добавлены `python-codebug-i2c-tether` и `python3-codebug-i2c-tether`. * Добавлена проверка целостности файловой системы при первой загрузке. * Оптимизирован первый запуск MATE Menu. * Оптимизированы пиктограммы LibreOffice. * Восстановлен `oem-config`, он изменен для использования в Raspberry Pi 2. * Теперь он включает набор слайдов для Ubuntu MATE. * Исправлены правила udev и группы для доступа к `spi`. * Исправлен Scratch, теперь он работает через обертку `sudo`. * По аналогии с тем как сделано в Raspbian, с тем отличием, что *только* Scratch может быть запущен с повышенными привилегиями, а не все. * Удален Compiz.

source: ### 14 October 2015 - 15.10 for Raspberry Pi 2 Release Candidate
fr: ### 14 Octobre 2015 - Version 15.10 Candidate pour Raspberry Pi 2
ru: ### 14 октября 2015 - 15.10 предварительный выпуск для Raspberry Pi 2

source: * Fixed framebuffer so it now uses 32-bit colour depth. * Added Minecraft Pi Edition 0.1.1-4. * Added Scratch 20150916. * Added Sonic Pi 2.7.0-1. * Added essential Python 2.7.x and Python 3.4.x libraries. * Added `raspi-gpio`. * Added `python-rpi.gpio` and `python3-rpi.gpio`. * Added `python-serial` and `python3-serial`. * Added `python-picamera` and `python3-picamera`. * Added `python-sense-hat` and `python3-sense-hat`. * Added `python-astropi` and `python3-astropi`. * Added `python-pygame` and `python3-pygame`. * Added `udev` rules for `gpio`, `input`, `i2c`, `spi`, `vchiq`. * Added `/usr/local/sbin/adduser.local` hook to automatically add new users to the `adm`, `gpio`, `i2c`, `input`, `spi` and `video` groups. * Added `openssh-server` with first-boot host key regeneration. * Added `graphical` a utility to disable/enable the MATE desktop environment for easily creating a headless *"server"*. * Updated to Linux 4.1.10. * Now using the kernel, firmware and drivers from Raspberry Pi Foundation and includes `rpi-update` to easily update the kernel and firmware. * Updated `/boot/config.txt` so it is now fully documented. * Updated to `raspi-copies-and-fills` (high performance memcpy and memset) 0.5-1. * Updated to `xserver-xorg-video-fbturbo` (an accelerated x.org driver) 0~git.20151007.f9a6ed7. * Updated to `omx-player` 0.3.6~git20150912~d99bd86. * Updated `/boot/config.txt` so when HDMI is connected audio is sent over HDMI by default. * Enabled Plymouth to improve startup and shutdown performance. * Removed `oem-config`.
fr: * Corrigé le tampon de trame pour qu'il utilise désormais une profondeur de couleur 32-bit. * Ajouté Minecraft Pi Edition 0.1.1-4. * Ajouté Scratch 20150916. * Ajouté Sonic Pi 2.7.0-1. * Ajouté les bibliothèques essentielles Python 2.7.x et Python 3.4.x. * Ajouté `raspi-gpio`. * Ajouté `python-rpi.gpio` et `python3-rpi.gpio`. * Ajouté `python-serial` et `python3-serial`. * Ajouté `python-picamera` et `python3-picamera`. * Ajouté `python-sense-hat` et `python3-sense-hat`. * Ajouté `python-astropi` et `python3-astropi`. * Ajouté `python-pygame` et `python3-pygame`. * Ajouté des règles `udev` pour `gpio`, `input`, `i2c`, `spi`, `vchiq`. * Ajouté un crochet `/usr/local/sbin/adduser.local` pour ajouter automatiquement les nouveaux utilisateurs aux groupes `adm`, `gpio`, `i2c`, `input`, `spi` et `video`. * Ajouté `openssh-server` avec la régénération de clé hôte lors du premier démarrage. * Ajouté `graphical` un utilitaire pour désactiver/activer l'environnement de bureau MATE pour créer facilement un *"serveur"* sans tête. * Mis à jour vers Linux 4.1.10. * Utilise désormais le noyau, le firmware et les pilotes de la Fondation Raspberry Pi et comporte `rpi-update` pour mettre facilement à jour le noyau et le firmware. * Mis à jour `/boot/config.txt` de sorte qu'il soit complètement documenté. * Mis à jour vers `raspi-copies-and-fills` (memcpy et memset de haute performance) 0.5-1. * Mis à jour vers `xserver-xorg-video-fbturbo` (un pilote x.org accéléré) 0~git.20151007.f9a6ed7. * Mis à jour vers `omx-player` 0.3.6~git20150912~d99bd86. * Mis à jour `/boot/config.txt` pour que l'AUDIO soit envoyé vers l'HDMI par défaut quand l'HDMI est connecté. * Activé Plymouth pour améliorer les performances au démarrage et à l'extinction. * Supprimé `oem-config`.
ru: * Исправлен кафдровый буфер, теперь он использует 32-битную глубину цвета. * Добавлен Minecraft Pi Edition 0.1.1-4. * Добавлен Scratch 20150916. * Добавлен Sonic Pi 2.7.0-1. * Добавлены важнейшие библиотеки Python 2.7.x и Python 3.4.x. * Добавлен `raspi-gpio`. * Добавлены `python-rpi.gpio` и `python3-rpi.gpio`. * Добавлены `python-serial` и `python3-serial`. * Добавлены `python-picamera` и `python3-picamera`. * Добавлены `python-sense-hat` и `python3-sense-hat`. * Добавлены `python-astropi` и `python3-astropi`. * Добавлены `python-pygame` и `python3-pygame`. * Добавлены правила `udev` для `gpio`, `input`, `i2c`, `spi`, `vchiq`. * Добавлен скрипт `/usr/local/sbin/adduser.local` для автоматического включения новых пользователей в группы `adm`, `gpio`, `i2c`, `input`, `spi` и `video`. * Добавлен `openssh-server` с повторной генерацией серверных ключей при первой загрузке. * Добавлена утилита `graphical` для выключения/включения среды рабочего стола MATE для легкого создания *"сервера"* без монитора. * Обновление Linux до 4.1.10. * Теперь используем ядро, мирокпрограмму и драйвера от Raspberry Pi Foundation вместе с программой `rpi-update` для их легкого ядра и микропрограммы. * Обновлен `/boot/config.txt`, теперь он полностью документирован. * Обновление `raspi-copies-and-fills` (высокопроизводительные memcpy и memset) до 0.5-1. * Обновление `xserver-xorg-video-fbturbo` (драйвер x.org с ускорением) до 0~git.20151007.f9a6ed7. * Обновление `omx-player` до 0.3.6~git20150912~d99bd86. * Обновлен `/boot/config.txt`, теперь при поключении HDMI звук также выводится тоже через HDMI по умолчанию. * Задействован Plymouth для повышения скорости загрузки и выключения. * Удален `oem-config`.

source: ### 22 April 2015 - 15.04 for Raspberry Pi 2 Final Release
fr: ### 22 Avril 2015 - Version 15.04 Finale pour Raspberry Pi 2
ru: ### 22 апреля 2015 - 15.04 финальный выпуск для Raspberry Pi 2

source: * Enabled Ryan Finnie's PPA. * <https://launchpad.net/~fo0bar/+archive/ubuntu/rpi2> * Many thanks to Ryan for adding Vivid as a build target. * Changed from `cfq` to `deadline` I/O scheduler. * Added `xserver-xorg-video-fbturbo` (an accelerated x.org driver) 0~git.20150305.e094e3c-1.15.04. * Limited to hardware-accelerated window moving and scrolling. * Added `raspi-copies-and-fills` (high performance memcpy and memset) 0.4-1. * Added `oem-config` so first boot provides a setup wizard. * Added `rpi2-ubuntu-errata` for facilitating post-release updates/migrations. * Added sym-links to VideoCore utilties in `/opt/vc/` for 3rd party script compatibility. * Added `f2fs` support to the build script. * Pre-built images available for download use `ext4` because `f2fs` file systems can not be resized at present. * Updated to Linux 3.18.0-20.21. * Updated to `flash-kernel` 3.0~rc.4ubuntu54+rpi2.4. * Updated to `omxplayer` 0.3.6~git20150402~74aac37. * Updated to `raspberrypi-firmware-nokernel` 1.20150402.3ea439c-1. * Updated to `raspberrypi-vc` (VideoCore GPU libraries) 1.20150323.7650bcb-1. * Fixed `/etc/network/interfaces` so that the Ethernet device is now configurable via Network Manager. * Removed `openssh-server` until host key regeneration can be integrated.
fr: * Acivé le PPA de Ryan Finnie. * <https://launchpad.net/~fo0bar/+archive/ubuntu/rpi2> * Grand merci à Ryan pour avoir ajouté Vivid comme une cible de génération. * Changé le planificateur I/O de `cfq` à `deadline`. * Ajouté `xserver-xorg-video-fbturbo` (un pilote x.org accéléré) 0~git.20150305.e094e3c-1.15.04. * Limité à l'accélération matérielle du déplacement et du défilement des fenêtres. * Ajouté `raspi-copies-and-fills` (memcpy et memset de haute performance) 0.4-1. * Ajouté `oem-config` pour qu'un assistant de mise en route se lance au premier démarrage. * Ajouté `rpi2-ubuntu-errata` pour faciliter les mises à jour/migrations post-version. * Ajouté des liens symboliques aux utilitaires VideoCore dans `/opt/vc/` pour une compatibilité avec les scripts de 3ème partie. * Ajouté la prise en charge du`f2fs` au script de génération. * Les images pré-générées disponibles au téléchargement utilisent l'`ext4` parce que les systèmes de fichiers `f2fs` ne peuvent pas être redimensionnés à présent. * Mis à jour vers Linux 3.18.0-20.21. * Mis à jour vers `flash-kernel` 3.0~rc.4ubuntu54+rpi2.4. * Mis à jour vers `omxplayer` 0.3.6~git20150402~74aac37. * Mis à jour vers `raspberrypi-firmware-nokernel` 1.20150402.3ea439c-1. * Mis à jour vers `raspberrypi-vc` (Bibliothèques GPU VideoCore) 1.20150323.7650bcb-1. * Corrigé `/etc/network/interfaces` de sorte que le périphérique Ethernet soit dorénavant configurable par le Gestionnaire de Réseau. * Supprimé `openssh-server` jusqu'à ce que la régénération de clé hôte soit intégrée.
ru: * Используется PPA Райана Финни. * <https://launchpad.net/~fo0bar/+archive/ubuntu/rpi2> * Большое спасибо Райану за добавление Vivid в качестве цели сборки. * Изменение планировщика ввода-вывода с `cfq` на `deadline`. * Добавлен `xserver-xorg-video-fbturbo` (драйвер x.org с ускорением) 0~git.20150305.e094e3c-1.15.04. * Возможности ограничены аппаратным ускорением перемещения и скроллинга окон. * Добавлен `raspi-copies-and-fills` (высокопроизводительные memcpy и memset) 0.4-1. * Добавлен `oem-config` для вывода мастера настройки при первой загрузке. * Добавлен `rpi2-ubuntu-errata` для облегчения пост-релизных обновлений/миграций. * Добавлены символические ссылки для утилит VideoCore в `/opt/vc/` для совместимости со сторонними скриптами. * Добавлена поддержка `f2fs` в скрипт сборки. * Предварительно собранные образы доступны для загрузки с файловой системой `ext4`, поскольку размер файловой системы `f2fs` не может быть изменен в настоящее время. * Обновление Linux до 3.18.0-20.21. * Обновление `flash-kernel` до 3.0~rc.4ubuntu54+rpi2.4. * Обновление `omxplayer` до 0.3.6~git20150402~74aac37. * Обновление `raspberrypi-firmware-nokernel` до 1.20150402.3ea439c-1. * Обновление `raspberrypi-vc` (библиотеки VideoCore GPU) до 1.20150323.7650bcb-1. * Исправлен `/etc/network/interfaces` для возможности настройки Ethernet устройства через Network Manager. * Удален `openssh-server` до тех пор, пока не будет реализована повторная гененерация серверных ключей.

source: ### 22 April 2015 - 15.04 for Raspberry Pi 2 Beta 2
fr: ### 22 Avril 2015 - 15.04 Beta 2 pour Raspberry Pi 2
ru: ### 22 апреля 2015 - 15.04 Beta 2 для Raspberry Pi 2

source: * Enabled `systemd` as the init system. * Added `raspberrypi-vc` (VideoCore GPU libraries) 1.20150301.0de0b20-3. * Added `omxplayer` 0.3.6~git20150217~5337be8. * Added `linux-firmware`. * Added `openssh-server`.
fr: * Activé `systemd` en tant que système d'initialisation. * Ajouté `raspberrypi-vc` (Bibliothèques GPU VideoCore) 1.20150301.0de0b20-3. * Ajouté `omxplayer` 0.3.6~git20150217~5337be8. * Ajouté `linux-firmware`. * Ajouté `openssh-server`.
ru: * Использование `systemd` в качестве системы инициализации. * Добавлены `raspberrypi-vc` (библиотеки VideoCore GPU) 1.20150301.0de0b20-3. * Добавлен `omxplayer` 0.3.6~git20150217~5337be8. * Добавлен `linux-firmware`. * Добавлен `openssh-server`.

source: ### 07 March 2015
fr: ### 07 Mars 2015
ru: ### 07 марта 2015

source: * Initial Release.
fr: * Version Initiale.
ru: * Первоначальный релиз.
