Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/raspberry-pi.po
Languages: ru

source: # Ubuntu MATE for Raspberry Pi
ru: # Ubuntu MATE для Raspberry Pi

source: Ubuntu MATE 20.04 is available for Raspberry Pi with separate images for `armhf` (ARMv7 32-bit) and `arm64` (ARMv8 64-bit). We have done what we can to optimise the builds for the Raspberry Pi without sacrificing the full desktop environment Ubuntu MATE provides on PC.
ru: Ubuntu MATE 20.04 доступна для Raspberry Pi в виде отдельных образов для `armhf` (ARMv7 32-бит) и `arm64` (ARMv8 64-бит). Мы постарались сделать все возможное для сохранения полноценной среды рабочего стола на Raspberry Pi в том же виде, что Ubuntu MATE предоставляет на ПК.

source: Ubuntu MATE for the Raspberry Pi provides a complete, familiar, desktop environment that can be used for basic desktop computing. It is also of interest to makers and device hackers who want to target [Ubuntu](https://ubuntu.com) for their projects. You can prototype homebrew ARMv7 or ARMv8 based IoT devices in a comfortable desktop environment, including building and testing your apps as [snaps](https://snapcraft.io). The full Ubuntu archive is available to you.
ru: Ubuntu MATE для Raspberry Pi предоставляет законченную, знакомую среду рабочего стола которая может быть использована в качестве простого настольного компьютера. Она также может быть интересна мейкерами и хакерам устройств, которые хотят использовать [Ubuntu](https://ubuntu.com) для своих проектов. Вы можете создавать прототипы самодельных ARMv7 или ARMv8 устройств для интернета вещей (IoT) при использовании комфортной среды рабочего стола, включающей сборку и тестирование ваших приложений в виде [snaps](https://snapcraft.io). Также в вашем распоряжении полный архив пакетов Ubuntu.

source: For hobbyist projects, you can stick with Ubuntu MATE for "deployment". But, if you have something more professional in mind then the applications and snaps you've prototyped with Ubuntu MATE can be used with [Ubuntu Server](https://ubuntu.com/download/raspberry-pi) or [Ubuntu Core](https://www.ubuntu.com/core). You might want to check out the [Ubuntu Appliance Portfolio](https://ubuntu.com/appliance) too.
ru: Вы также можете использовать Ubuntu MATE для "развертывания" своих любительских проектов. Но, если вы предполагаете что-то более профессиональное, то созданные в Ubuntu MATE прототипы приложений и snaps могут быть использованы совместно в [Ubuntu Server](https://ubuntu.com/download/raspberry-pi) или [Ubuntu Core](https://www.ubuntu.com/core). Также для вас может оказаться интересным изучение [Ubuntu Appliance Portfolio](https://ubuntu.com/appliance).

source: {:.center .small} ![Ubuntu MATE running on the Raspberry Pi 4](/images/ports/09_raspberrypi.png) **Ubuntu MATE running on the Raspberry Pi 4**
ru: {:.center .small} ![Ubuntu MATE работает на Raspberry Pi 4](/images/ports/09_raspberrypi.png) **Ubuntu MATE работает на Raspberry Pi 4**

source: ## Features
ru: ## Возможности

source: High-level features of these images are:
ru: Основные возможности образов:

source: * Ubuntu kernel. * Performance optimised by the Ubuntu Kernel team. * Regularly security patches by the Ubuntu Security team. * VC4/V3D (fkms) driver is enabled by default. * `fbturbo` driver is available if you want it, but limited to 2D accelerated window moving/scrolling on Raspberry Pi (using the BCM2835 DMA Controller). * Automatic online filesystem expansion. * Ethernet & WiFi (*where available*) * Bluetooth (*where available*) * Audio out via 3.5mm analog audio jack or HDMI * Video out via Composite or HDMI * GPIO access via [GPIO Zero](https://gpiozero.readthedocs.io) and [WiringPi](http://wiringpi.com/). * Support for [USB Booting](https://www.raspberrypi.org/documentation/hardware/raspberrypi/bootmodes/msd.md) is available for Ubuntu MATE 20.10 or newer. * Automatic first-boot file system resizing. * First-boot setup wizard guides you through creating a user account and configuring WiFi.
ru: * Ядро из Ubuntu. * Оптимизация производительности командой разработки Ubuntu Kernel. * Регулярные патчи безопасности, предоставляемые командой Ubuntu Security. * VC4/V3D (fkms) драйвер задействован по умолчанию. * Драйвер `fbturbo` также доступен при необходимости, но его функциональность ограничена двумерным графическим ускорением перемещения/скроллинга окон на Raspberry Pi (используется контроллер DMA BCM2835). * Автоматическое расширение файловой системы при первом включении. * Ethernet & WiFi (*при наличии*). * Bluetooth (*при наличии*). * Вывод аудио через аналоговый разъем 3.5 мм или HDMI. * Композитный видео-вывод или HDMI. * Доступ к GPIO через [GPIO Zero](https://gpiozero.readthedocs.io) и [WiringPi](http://wiringpi.com/). * Поддержка [загрузки с USB](https://www.raspberrypi.org/documentation/hardware/raspberrypi/bootmodes/msd.md) доступна для версии Ubuntu MATE 20.10 или новее. * Запуск мастера настройки при первом включении для создания учетной записи пользователя и настройки WiFi.

source: <!-- * Hardware acceleration: * `ffmpeg` has hardware assisted video decoding and encoding. * VLC has hardware assisted video decoding. * Additional software: * [Steam Link](https://support.steampowered.com/kb_article.php?ref=6153-IFGH-6589) is available for install. * [Minecraft: Pi Edition](https://projects.raspberrypi.org/en/projects/getting-started-with-minecraft-pi) is available for install. -->
ru: <!-- * Аппаратное ускорение: * `ffmpeg` использует аппаратное ускорение для кодирования и декодирования. * VLC использует аппаратное ускорение для декодирование видео. * Дополнительное программное обеспечение: * [Steam Link](https://support.steampowered.com/kb_article.php?ref=6153-IFGH-6589) доступен для установки. * [Minecraft: Pi Edition](https://projects.raspberrypi.org/en/projects/getting-started-with-minecraft-pi) доступен для установки. -->

source: ## Hardware Recommendations
ru: ## Рекомендации по оборудованию

source: ## Additional features
ru: ## Дополнительные возможности

source: ### USB Booting
ru: ### Загрузка с USB

source: Ubuntu MATE 20.10 and newer support USB booting, **but Ubuntu MATE 20.04 does not**.
ru: Ubuntu MATE 20.10 и более новые версии поддерживают загрузку с USB, **а версия Ubuntu MATE 20.04 - нет**.

source: If you have a [Compute Module 4](https://www.raspberrypi.org/products/compute-module-4/?variant=raspberry-pi-cm4001000) you can enable the USB2 outputs on the [Compute Module 4 IO Board](https://www.raspberrypi.org/products/compute-module-4-io-board/), assuming your Compute Module is plugged into such a board, by un-commenting the following line in `/boot/firmware/config.txt`.
ru: Если у вас есть [Compute Module 4](https://www.raspberrypi.org/products/compute-module-4/?variant=raspberry-pi-cm4001000), то вы можете задействовать разъемы USB2 на плате [Compute Module 4 IO Board](https://www.raspberrypi.org/products/compute-module-4-io-board/) при подключенном Compute Module к такой плате. Для этого раскомментируйте следующую строку в файле `/boot/firmware/config.txt`.

source: #### Enable USB boot for Raspberry Pi 4
ru: #### Включение загрузки с USB на Raspberry Pi 4

source: To enable USB mass storage boot on a Raspberry Pi 4 follow these steps:
ru: Для включения загрузки с USB на Raspberry Pi 4 выполните следующие шаги:

source: * [Enable optional USB boot on Raspberry Pi 4](https://ubuntu.com/tutorials/how-to-install-ubuntu-desktop-on-raspberry-pi-4#4-optional-usb-boot)
ru: * [Включение опциональной загрузки с USB boot на Raspberry Pi 4](https://ubuntu.com/tutorials/how-to-install-ubuntu-desktop-on-raspberry-pi-4#4-optional-usb-boot)

source: ### Enable USB boot for Raspberry Pi 2, 3 and 3+
ru: ### Включение загрузки с USB на Raspberry Pi 2, 3 и 3+

source: The Raspberry Pi 3, 3+ and Pi 2 v1.2 with the same BCM2837 SoC as the Pi 3, are capable of booting from a USB drive. For the Pi 2 and 3 you'll first need to [program USB boot mode](https://www.raspberrypi.org/documentation/hardware/raspberrypi/bootmodes/msd.md), this is unnecessary on the Pi 3+ as USB booting is enabled by default.
ru: Платы Raspberry Pi 3, 3+ и Pi 2 v1.2, использующие систему на кристалле BCM2837 как у Pi 3, могут быть загружены с USB носителя. Для Pi 2 и 3 вам потребуется сначала включить [программный режим USB загрузки](https://www.raspberrypi.org/documentation/hardware/raspberrypi/bootmodes/msd.md), а на плате Pi 3+ это не требуется, поскольку режим загрузки с USB здесь включен по умолчанию.

source: ### Firmware
ru: ### Микропрограммы

source: The GPU firmware partition is mounted at `/boot/firmware`. The files `/boot/firmware/config.txt` and `/boot/firmware/cmdline.txt` contain the system configuration and kernel command line options respectively.
ru: Раздел с микропрограммой GPU монтируется в `/boot/firmware`. Здесь файлы `/boot/firmware/config.txt` и `/boot/firmware/cmdline.txt` содержат соответственно настройки системы и строку инициализации ядра.

source: The OpenSSH server is not installed by default. Simply install it to to enable SSH.
ru: Сервер OpenSSH по умолчанию не установлен. Вы можете легко установить его в любой момент для включения SSH.

source: If you install SSH then you might also want to install `sshguard` which is highly optimised and well suited for use on the Raspberry Pi to protect from brute force attacks against SSH.
ru: После установки SSH вы также можете захотеть установить `sshguard`, который очень хорошо оптимизирован и прекрасно подходит для использования на Raspberry Pi для защиты от атак грубой силы, направленных на SSH.

source: <!-- ### Steam Link for Raspberry Pi
ru: <!-- ### Steam Link для Raspberry Pi

source: The Steam Link app extends Steam Link functionality to the Raspberry Pi Model B 3 and 3+ and uses the same streaming technology as Valve's Steam Link, allowing you to play your favorite games and even spectate VR games right from your Raspberry Pi.
ru: Приложение Steam Link приносит функциональность Steam Link на Raspberry Pi моделей B 3 и 3+ и использует такую же стриминговую технологию, как Valve Steam Link, что позволяет вам играть в любимые игры и даже быть VR зрителем игр прямо на Raspberry Pi.

source: Can be installed via `sudo apt install steamlink`
ru: Может быть установлен с помощью `sudo apt install steamlink`

source: You can learn more about Steam Link for Raspberry Pi from Valve:
ru: Вы можете узнать больше о Steam Link для Raspberry Pi на странице Valve:

source: * [Steam Link App for Raspberry Pi](https://support.steampowered.com/kb_article.php?ref=6153-IFGH-6589)
ru: * [Приложение Steam Link App для Raspberry Pi](https://support.steampowered.com/kb_article.php?ref=6153-IFGH-6589)

source: Minecraft: Pi Edition is a cut down version of Minecraft for the Raspberry Pi. It is based on an old version of Minecraft Pocket Edition and offers language bindings for Python.
ru: Minecraft: Pi Edition является несколько упрощенным вариантом Minecraft для Raspberry Pi. Он основан на старой версии Minecraft Pocket Edition и предлагает языковые связки для Python.

source: Can be installed via `sudo apt install minecraft-pi`
ru: Может быть установлен с помощью `sudo apt install minecraft-pi`

source: You can learn more about how to control the player, manually build with blocks and use the Python interface to manipulate the world around you from the Raspberry Pi Foundation.
ru: Вы можете узнать больше об управлении игроком, ручном строительстве с помощью блоков и использования интерфейса Python для управления окружающим миром вокруг вас на странице Raspberry Pi Foundation.

source: * [Getting Started with Minecraft Pi](https://projects.raspberrypi.org/en/projects/getting-started-with-minecraft-pi) -->
ru: * [Знакомство с Minecraft Pi](https://projects.raspberrypi.org/en/projects/getting-started-with-minecraft-pi) -->

source: ### Redirecting audio output
ru: ### Перенаправление аудио вывода

source: If you have issues with audio, you may try un-commenting the following line in `/boot/firmware/config.txt`:
ru: Если у вас проблемы со звуком, то вы можете попробовать раскомментировать следующую строку в `/boot/firmware/config.txt`:

source: This forces the HDMI output into HDMI mode instead of DVI; which doesn't support audio output. You can also configure the system to output to a particular audio device.
ru: Это принудительно переключит выход HDMI в режим HDMI вместо режима DVI, в котором вывод звука не поддерживается. Вы также можете выбрать нужное устройство вывода звука в настройках системы.

source: #### For HDMI
ru: #### Для HDMI

source: #### For 3.5mm audio jack
ru: #### Для аудио разъема 3.5 мм

source: <!-- ### Hardware accelerated video
ru: <!-- ### Аппаратное ускорение видео

source: Most videos will play with hardware acceleration using VLC which is pre-installed in Ubuntu MATE. To use hardware accelerated video playback with `ffplay` you must specify the `h264_mmal` codec.
ru: Большинство видео будет воспроизводиться с аппаратным ускорением при использовании VLC, предустановленного в Ubuntu MATE. Для использования аппаратного ускорения воспроизведения видео с помощью `ffplay` вы должны указать использование `h264_mmal` кодека.

source: Hardware accelerated playback on the Raspberry Pi works by overlaying the video directly to the screen. Therefore there are no onscreen controls for playback control. You'll need to use the ffmpeg keyboard shortcuts.
ru: Аппаратное ускорение видео на Raspberry Pi работает благодаря непосредственному вывода видео на экран. Поэтому на экране нет графических кнопок для управления воспроизведением. Вам придется использовать клавиатурные сочетания для управления ffmpeg.

source: * [ffplay keyboard controls](https://ffmpeg.org/ffplay.html#toc-While-playing)
ru: * [клавиатурные сочетания для ffplay](https://ffmpeg.org/ffplay.html#toc-While-playing)

source: `ffmpeg` also offer hardware enabled video encoding via the `h264_omx` encoder. Here is an example:
ru: `ffmpeg` также предлагает аппаратное кодирование с помощью кодера `h264_omx`. Ниже представлен пример:

source: However if you have MPEG-2 or VC-1 video video files then **you will need MPEG-2 and/or VC-1 licenses from the [Raspberry Pi Store](http://www.raspberrypi.com/license-keys/)**. -->
ru: Однако если вы используете видео файлы MPEG-2 или VC-1, то **вам потребуется приобрести лицензии на MPEG-2 и/или VC-1 в [Raspberry Pi Store](http://www.raspberrypi.com/license-keys/)**. -->

source: ## Feedback and Improvements
ru: ## Обратная связь и улучшения

source: These images are not official Ubuntu products and are community supported by the Ubuntu MATE team. Please post feedback and issues on the [dedicated community forum](https://ubuntu-mate.community/c/support/raspberry-pi).
ru: Эти образы не являются официальными продуктами Ubuntu, они поддерживаются сообществом команды Ubuntu MATE. Пожалуйста, направляйте свои отзывы и сообщения об ошибка в [специальной ветке форума сообщества](https://ubuntu-mate.community/c/support/raspberry-pi).
