Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/raspberry-pi-install.po
Languages: fr, ru

source: title: Raspberry Pi Installation Guide
fr: title: Guide d'Installation sur Raspberry Pi
ru: title: Инструкция по установке на Raspberry Pi

source: ## 1. Overview
fr: ## 1. Vue d'Ensemble
ru: ## 1. Обзор

source: In this tutorial, we walk you through the process of installing Ubuntu MATE Desktop on a Raspberry Pi.
fr: Dans ce tutoriel, nous vous accompagnerons tout au long du processus d'installation d'Ubuntu MATE Desktop sur un Raspberry Pi.
ru: В этом руководстве мы проведем вас через процесс установки Ubuntu MATE Desktop на Raspberry Pi.

source: What you'll learn:
fr: Ce que vous apprendrez:
ru: Что вы узнаете:

source: - How to create a bootable Ubuntu MATE Desktop microSD card - Tips on booting from USB drives (optional)
fr: - Comment créer une carte microSD amorçable d'Ubuntu MATE Desktop - Des astuces pour démarrer à partir de disques USB (optionnel)
ru: - Как создать загрузочную карту microSD с Ubuntu MATE Desktop - Советы по загрузке с USB накопителей (опционально)

source: What you'll need:
fr: Ce dont vous aurez besoin:
ru: Что вам потребуется:

source: - A microSD card (4GB minimum, 8GB recommended) - A computer with a microSD card drive - A Raspberry Pi 2 or newer - A micro USB-C power cable - A monitor with an HDMI interface - A micro HDMI cable - A USB keyboard
fr: - Une carte microSD (4GO minimum, 8GO recommandé) - Un ordinateur avec un lecteur de cartes microSD - Un Raspberry Pi 2 ou plus récent - Un câble d'alimentation micro USB-C - Un moniteur avec une interface HDMI - Un câble micro HDMI - Un clavier USB
ru: - Карта памяти microSD (минимально 4 Гб, рекомендуется 8 Гб) - Компьютер с устройством чтения и записи карт microSD - Raspberry Pi 2 или новее - Кабель питания micro USB-C - Монитор с интерфейсом HDMI - Кабель micro HDMI - Клавиатура USB

source: ## 2. Download the Ubuntu MATE image
fr: ## 2. Télécharger l'image d'Ubuntu MATE
ru: ## 2. Загрузите образ Ubuntu MATE

source: Download either the 32-bit or 64-bit image depending on your needs. Make sure that the version is [compatible with your Raspberry Pi model.](/raspberry-pi/compatibility/)
fr: Téléchargez soit l'image 32-bit, soit la 64-bit en fonction de vos besoins. Assurez-vous que la version est [compatible avec votre modèle de Raspberry Pi.](/raspberry-pi/compatibility/)
ru: Загрузите образ 32-бит или 64-бит в зависимости от ваших задач. Убедитесь, что версия [совместима с вашей моделью Raspberry Pi.](/raspberry-pi/compatibility/)

source: [Downloads for Raspberry Pi](/raspberry-pi/download/){:.btn}
fr: [Téléchargements pour Raspberry Pi](/raspberry-pi/download/){:.btn}
ru: [Загрузки для Raspberry Pi](/raspberry-pi/download/){:.btn}

source: ## 3. Prepare the SD Card
fr: ## 3. Préparer la carte SD
ru: ## 3. Подготовка карты памяти SD

source: First, insert the microSD card into your computer.
fr: En premier lieu, insérez la carte microSD dans votre ordinateur.
ru: Во-первых, вставьте microSD карту в ваш компьютер.

source: You need to install the right Raspberry Pi Imager for your operating system. You can do this on Ubuntu by running:
fr: Vous aurez besoin d'installer le bon Raspberry Pi Imager pour votre système d'exploitation. Vous pouvez faire ceci sur Ubuntu en exécutant:
ru: Вам необходимо установить правильную версию Raspberry Pi Imager для вашей операционной системы. В систем Ubuntu вы можете сделать это, запустив:

source: Or on other operating systems follow these links:
fr: Ou sur d'autres systèmes d'exploitation, suivez ces liens:
ru: А для других систем используйте одну из ссылок ниже:

source: - [Raspberry Pi Imager as a deb package](https://ubuntu.com/tutorials/how-to-install-ubuntu-desktop-on-raspberry-pi-4#2-prepare-the-sd-card) - [Raspberry Pi Imager for Windows](https://downloads.raspberrypi.org/imager/imager.exe) - [Raspberry Pi Imager for macOS](https://downloads.raspberrypi.org/imager/imager.dmg)
fr: - [Raspberry Pi Imager en paquet deb](https://ubuntu.com/tutorials/how-to-install-ubuntu-desktop-on-raspberry-pi-4#2-prepare-the-sd-card) - [Raspberry Pi Imager pour Windows](https://downloads.raspberrypi.org/imager/imager.exe) - [Raspberry Pi Imager pour macOS](https://downloads.raspberrypi.org/imager/imager.dmg)
ru: - [Raspberry Pi Imager как deb-пакет](https://ubuntu.com/tutorials/how-to-install-ubuntu-desktop-on-raspberry-pi-4#2-prepare-the-sd-card) - [Raspberry Pi Imager для Windows](https://downloads.raspberrypi.org/imager/imager.exe) - [Raspberry Pi Imager для macOS](https://downloads.raspberrypi.org/imager/imager.dmg)

source: Once this is done, start the Imager and open the “CHOOSE OS” menu.
fr: Une fois que c'est fait, lancez l'Imager et ouvrez le menu "CHOOSE OS".
ru: Как только это сделано, запустите Imager и откройте меню “CHOOSE OS”.

source: Scroll down the menu and click “Use custom”.
fr: Déroulez le menu et cliquez sur "Use custom".
ru: Пролистайте меню и выберите пункт “Use custom”.

source: ![Choose Custom](/images/rpi/choosecustom.png)
fr: ![Choisir Custom](/images/rpi/choosecustom.png)

source: A dialog box will open asking you to choose the image you wish to burn. Click through and select your file.
fr: Une boîte de dialogue apparaîtra en vous demandant de choisir l'image que vous désirez flasher. Cliquez et sélectionnez votre fichier.
ru: Откроется диалоговое окно с просьбой выбрать образ, который вы хотите записать. Щелкните и выберите свой файл.

source: ![Choose File](/images/rpi/fileselect.png)
fr: ![Choisir le Fichier](/images/rpi/fileselect.png)
ru: ![Выбор файла](/images/rpi/fileselect.png)

source: Once you have made your custom image selection open the “SD Card” menu.
fr: Une fois que vous avez fait la sélection de votre image personnalisée, ouvrez le menu "SD Card".
ru: После выбора файла образа откройте меню “SD Card”.

source: > **Note:** Please make sure you choose the right location to write to. This could erase your data.
fr: > **Note:** Veuillez bien vous assurer d'avoir sélectionné le bon endroit pour écrire l'image. Ceci pourrait effacer vos données.
ru: > **Внимание:** Убедитесь, что вы выбрали правильный диск для записи. Это действие удалит все данные на нем.

source: Select the microSD card you have inserted, and click “WRITE”. Then just sit back and wait for the magic to happen… (This magic might take a few minutes)
fr: Sélectionnez la carte microSD que vous avez insérée et cliquez sur "WRITE". Ensuite patientez en attendant que la magie opère... (Cette magie pourrait bien opérer pendant quelques minutes)
ru: Выберите вставленную карту microSD и нажмите “WRITE”. Затем просто сядьте и подождите, пока произойдет волшебство ... (Эта магия может занять несколько минут)

source: ## 4. Boot your Desktop
fr: ## 4. Démarrez votre Bureau
ru: ## 4. Загрузите ваш рабочий стол

source: Ensure your HDMI screen and a USB keyboard are plugged in before powering the Pi. You will be able to see the boot process on screen and, eventually, the first run wizard.
fr: Assurez-vous que l'écran HDMI et le clavier USB soient bien branchés avant de démarrer le Pi. Vous pourrez alors voir le processus de démarrage à l'écran et éventuellement, l'assistant du premier démarrage.
ru: Перед включением Pi убедитесь, что экран HDMI и USB-клавиатура подключены. Вы сможете увидеть процесс загрузки на экране и, в конечном итоге, мастер первого запуска.

source: First set your language, then set your keyboard layout.
fr: Réglez tout d'abord votre langue et ensuite votre disposition du clavier.
ru: Сначала выберите язык, затем настройте раскладку клавиатуры.

source: ![Keyboard](/images/rpi/keyboard.png)
fr: ![Clavier](/images/rpi/keyboard.png)
ru: ![Клавиатура](/images/rpi/keyboard.png)

source: Now pick yourself a time zone. Unlike convential computers, the Raspberry Pi does not have a battery-powered hardware clock and must sync the date and time from the Internet.
fr: Sélectionnez ensuite un fuseau horaire. Contrairement aux ordinateurs conventionnels, Le Raspberry Pi ne possède pas d'horloge matérielle alimentée par pile et doit synchroniser la date et l'heure à partir d'Internet.
ru: Теперь выберите себе часовой пояс. В отличие от обычных компьютеров, Raspberry Pi не имеет аппаратных часов с батарейным питанием и должен синхронизировать дату и время из Интернета.

source: ![Timezone](/images/rpi/location.png)
fr: ![Fuseau Horaire](/images/rpi/location.png)
ru: ![Часовой пояс](/images/rpi/location.png)

source: You will be prompted to choose a local Wi-Fi network. Select your Wi-Fi network and enter the password in the network connection screen.
fr: On vous demandera de sélectionner un réseau Wi-Fi local. Sélectionnez votre réseau Wi-Fi et entrez le mot de passe dans l'écran de connexion réseau.
ru: Вам будет предложено выбрать локальную сеть Wi-Fi. Выберите свою сеть Wi-Fi и введите пароль на экране сетевого подключения.

source: Now choose a user name and password.
fr: Choisissez maintenant un nom d'utilisateur et un mot de passe.
ru: Теперь выберите имя пользователя и пароль.

source: ![User](/images/rpi/user.png)
fr: ![Utilisateur](/images/rpi/user.png)
ru: ![Пользователь](/images/rpi/user.png)

source: After setting the keyboard layout, timezone and user credentials you'll be taken to the login screen after a few minutes. And voila! You are almost done.
fr: Après avoir réglé la disposition du clavier, le fuseau horaire et les identifiants d'utilisateur, vous serez conduit à l'écran de connexion en quelques minutes. Et voilà ! Vous avez presque terminé.
ru: После настройки раскладки клавиатуры, часового пояса и учетных данных пользователя через несколько минут вы попадете на экран входа в систему. И вуаля! Вы почти закончили.

source: Welcome to your new Ubuntu MATE Desktop:
fr: Bienvenue sur votre nouveau Bureau Ubuntu MATE:
ru: Добро пожаловать в ваш новый Ubuntu MATE Desktop:

source: ![Destop](/images/rpi/desktop.png)
fr: ![Bureau](/images/rpi/desktop.png)
ru: ![Рабочий стол](/images/rpi/desktop.png)

source: Once logged in, the first thing you should do is to update Ubuntu MATE. This can be done via the **Software Updater** application:
fr: Après vous être identifié, la première chose que vous devriez faire est de mettre à jour Ubuntu MATE. Ceci peut être effectué par l'application **Gestionnaire de mises à jour**:
ru: После входа в систему первое, что вам нужно сделать, это обновить Ubuntu MATE. Это может можно сделать через приложение **Software Updater**:

source: ![Update](/images/rpi/update.png)
fr: ![Mise à Jour](/images/rpi/update.png)
ru: ![Обновление](/images/rpi/update.png)

source: Alternately, you can update via the Terminal:
fr: Autrement, vous pouvez aussi mettre à jour par le Terminal:
ru: Также вы можете обновить через Терминал:

source: At this point you can enjoy your MATE set up as is, or add software as needed through the Software Boutique:
fr: À ce moment-là, vous pouvez apprécier votre installation MATE en tant que telle ou ajouter des logiciels dont vous avez besoin par la Boutique de Logiciels:
ru: На этом этапе вы можете наслаждаться настройкой MATE как есть или добавлять программное обеспечение по мере необходимости через Магазин программного обеспечения:

source: ![Software](/images/rpi/software.png)
fr: ![Logiciel](/images/rpi/software.png)
ru: ![Программное обеспечение](/images/rpi/software.png)

source: ## (Optional) Setting up USB Boot
fr: ## (Optionnel) Régler le démarrage par USB
ru: ## (Опционально) Загрузка с USB накопителей

source: :warning: **For Raspberry Pi 4 only.**
fr: :warning: **Seulement pour Raspberry Pi 4.**
ru: :warning: **Только для Raspberry Pi 4.**

source: You can also now boot from a USB attached hard drive or SSD with no microSD card involved. You have to do this after booting from an SD card however because all Raspberry Pi 4 models ship with an EEPROM configuration that boots from SD cards only, but we can change that.
fr: Vous pouvez également dorénavant démarrer à partir d'un disque dur USB connecté ou un SSD sans l'implication de quelque carte microSD. Vous devez toutefois faire ceci après avoir démarré à partir d'une carte SD car tous les modèles de Raspberry Pi 4 sont livrés avec une configuration d'EEPROM qui ne démarre seulement qu'à partir de cartes SD, mais nous pouvons changer cela.
ru: Теперь вы также можете загружаться с жесткого диска, подключенного к USB, или твердотельного накопителя без использования карты microSD. Однако вы должны сделать это после загрузки с SD-карты, поскольку все модели Raspberry Pi 4 поставляются с конфигурацией EEPROM, которая загружается только с SD-карт, но мы можем это изменить.

source: The first check you've got an up to date EEPROM version on your Pi 4:
fr: En premier lieu, vérifiez que vous avez une version d'EEPROM mise à jour sur votre Pi 4:
ru: В первую очередь вам нужно обновить версию EEPROM вашего Pi 4:

source: Extract the current bootloader configuration to a text file:
fr: Extraire la configuration actuelle du chargeur d'amorçage dans un fichier texte:
ru: Распакуйте текущую конфигурацию загрузчика в текстовый файл:

source: Next we need to set the `BOOT_ORDER` option to `0xf41` (meaning attempt SD card, then USB mass-storage device, then repeat; see the [Raspberry Pi 4 bootloader configuration] for more information).
fr: Ensuite, nous devons régler l'option `BOOT_ORDER` sur `0xf41` (signifiant que l'on tente d'abord la carte SD puis un périphérique de stockage de masse, puis l'on répète; voir la [Configuration du chargeur d'amorçage du Raspberry Pi 4] pour plus d'informations).
ru: Далее мы должны установить параметр `BOOT_ORDER` в значение `0xf41` (сначала система пытается загрузиться с SD карты, затем с USB накопителя, затем попытки повторяются; см. [настройка загрузчика Raspberry Pi 4] для более подробной информации).

source: [Raspberry Pi 4 bootloader configuration]: https://www.raspberrypi.org/documentation/hardware/raspberrypi/bcm2711_bootloader_config.md
fr: [Configuration du chargeur d'amorçage du Raspberry Pi 4]: https://www.raspberrypi.org/documentation/hardware/raspberrypi/bcm2711_bootloader_config.md
ru: [настройка загрузчика Raspberry Pi 4]: https://www.raspberrypi.org/documentation/hardware/raspberrypi/bcm2711_bootloader_config.md

source: Alternatively, open `bootconf.txt` and make the edits yourself if you don't like sed-hacking.
fr: Autrement, ouvrez `bootconf.txt` et effectuez-vous même les modifications si vous n'aimez pas le sed-hacking.
ru: Если вам не нравится использовать sed, то вы можете внести изменения в файл `bootconf.txt` вручную.

source: Now we generate a copy of the EEPROM with the update configuration:
fr: Maintenant, nous générons une copie de l'EEPROM avec la configuration mise à jour:
ru: Теперь мы генерируем копию EEPROM с обновленной конфигурацией:

source: Set the system to flash the new EEPROM firmware on the next boot
fr: Réglez le système pour flasher le nouveau firmware EEPROM au prochain démarrage
ru: Настройте систему на запись новой прошивки EEPROM при следующей загрузке

source: To apply any changes (the EEPROM is only updated during the early stages of boot)
fr: Pour appliquer tout changement (l'EEPROM est seulement mise à jour durant les premières étapes du démarrage)
ru: Чтобы применить какие-либо изменения (EEPROM обновляется только на ранних этапах загрузки)

source: Now we need to get the image onto a hard drive. That's the easy part. If you roll this tutorial back to “Prepare the SD Card” and go through it replacing “SD Card” with “Hard Drive” you'll have it.
fr: Maintenant, nous devons mettre l'image sur un disque dur. C'est la partie facile. Si vous remontez ce tutoriel jusqu'à la partie "Préparer la carte SD" et la parcourez en remplaçant "Carte SD" par "Disque Dur", vous y arriverez.
ru: Теперь нам нужно записать образ на жесткий диск. Это легкая часть. Для этого вы можете перейти в раздел "Подготовка карты памяти SD" и выполнить его, заменив "SD-карту" на "Жесткий диск".

source: You should now be able to boot from your hard drive. Congratulations!
fr: Vous devriez maintenant être capable de démarrer à partir de votre disque dur. Bravo !
ru: Теперь вы можете загрузиться с жесткого диска. Поздравляем!

source: > :warning: **Warning: Some drives may have issues when used to boot the Pi.** > > In particular, spinning hard disks require a lot more power than SSDs or flash memory. > You will very likely need a powered USB hub or external USB drive enclosure. > > Insufficient power for 2.5 HDDs may fail to spin up without power, or increase > their risk of corruption due to power fluctuations. > > Certain USB hubs may cause compatibility issues. For best results, an SSD is recommended.
fr: > :warning: **Attention: Certains disques pourraient avoir des problèmes lorsqu'ils sont utilisés pour démarrer le Pi.** > > En particulier, les disques durs, qui consomment bien plus d'électricité que les SSDs ou la mémoire flash. > Vous aurez certainement besoin d'un hub USB alimenté ou d'un boîtier de disque dur externe. > > Une alimentation insuffisante pour des disques durs 2.5" pourrait les empêcher de démarrer, ou augmenter > les risques de corruption liés aux fluctuations de courant. > > Certains hubs USB pourraient causer des soucis de compatibilité. Pour les meilleurs résultats, un SSD est recommandé.
ru: > :warning: **Внимание: некоторые диски могут иметь проблемы загрузки при использовании с Pi.** > > В частности, вращающиеся жесткие диски требуют гораздо больше энергии, чем твердотельные накопители или флэш-память. > Скорее всего, вам понадобится USB-концентратор с питанием или внешний USB-накопитель. > > При недостатке питания жесткие диски 2.5 не смогут раскрутиться или может повыситься > риск их повреждения из-за колебаний питания. > > Некоторые USB концентраторы могут иметь проблемы с совместимостью. Для достижения наилучших результатов рекомендуется использовать SSD.

source: There's lots of good information on both the Pi forums and various GitHub issues for debugging boot issues; here's a selection of links in a rough “look at this first” order from our top Pi guy:
fr: Il y a des tas de bonnes informations sur les forums du Pi ainsi que dans divers problèmes sur Github pour déboguer les problèmes de démarrage; voici une sélection de liens dans un ordre brut façon "commence par regarder ça en premier" de la part de notre meilleur type pour le Pi:
ru: На форумах Pi и различных проблемах GitHub есть много полезной информации по отладке проблем с загрузкой; вот подборка ссылок в грубом порядке «посмотрите на это в первую очередь» от нашего лучшего специалиста по Pi:

source: * [Pi Forums: Is your Pi not booting?](https://www.raspberrypi.org/forums/viewtopic.php?t=58151) * [Pi Forums: USB MSD boot EEPROM](https://www.raspberrypi.org/forums/viewtopic.php?f=63&amp;t=277007) * [Pi Forums: Pi 4 USB3 SSD slow speeds?](https://www.raspberrypi.org/forums/viewtopic.php?t=245931) * [Pi Docs: Pi 4 Bootloader Configuration](https://www.raspberrypi.org/documentation/hardware/raspberrypi/bcm2711_bootloader_config.md) * [GitHub Issue: Enclosure doesn't power on after reboot](https://github.com/raspberrypi/rpi-eeprom/issues/180)
fr: * [Forums Pi: Votre Pi ne démarre pas?](https://www.raspberrypi.org/forums/viewtopic.php?t=58151) * [Forums Pi: USB MSD boot EEPROM](https://www.raspberrypi.org/forums/viewtopic.php?f=63&amp;t=277007) * [Forums Pi: Vitesses lentes du SSD USB3 sur Pi 4?](https://www.raspberrypi.org/forums/viewtopic.php?t=245931) * [Docs Pi: Configuration du Chargeur d'Amorçage du Pi 4](https://www.raspberrypi.org/documentation/hardware/raspberrypi/bcm2711_bootloader_config.md) * [Problème GitHub: Le boitier ne démarre pas après un redémarrage](https://github.com/raspberrypi/rpi-eeprom/issues/180)

source: _This page is an adaptation of [Ubuntu's Raspberry Pi tutorial.](https://discourse.ubuntu.com/t/18925)_
fr: _Cette page est une adaptation du [tutoriel d'Ubuntu pour Raspberry Pi](https://discourse.ubuntu.com/t/18925)._
ru: _Эта страница является адаптацией [руководства Ubuntu для Raspberry Pi.](https://discourse.ubuntu.com/t/18925)_
