Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/shop-computers.po
Languages: fr

source: title: Desktops & Laptops
fr: title: Ordinateurs Fixes & Portables

source: - group: Laptops items:
fr: - group: Portables items:

source: - name: 14" Apollo price: Starting at £739.99 img: /images/shop/entroware/apollo_front_mate.png url: https://www.entroware.com/store/apollo?tracking=ubmate description: >-
fr: - name: Apollo 14" price: À partir de 739.99£ img: /images/shop/entroware/apollo_front_mate.png url: https://www.entroware.com/store/apollo?tracking=ubmate description: >-

source: Configurable with 10th Generation Intel® Core™ Processors, up to 64GB DDR4 2666 MHz, up to 6TB storage, 14” Matte FHD LED (1920x1080), Intel® UHD Graphics.
fr: Configurable avec la 10ème Génération de Processeurs Intel® Core™, jusqu'à 64GO DDR4 2666 MHz, jusqu'à 6TO de stockage, 14” Matte FHD LED (1920x1080), Intel® UHD Graphics.

source: - name: 17" Hybris price: Starting at £799.99 img: /images/shop/entroware/hybris_front_mate.png url: https://www.entroware.com/store/hybris?tracking=ubmate description: >-
fr: - name: Hybris 17" price: À partir de 799.99£ img: /images/shop/entroware/hybris_front_mate.png url: https://www.entroware.com/store/hybris?tracking=ubmate description: >-

source: Configurable with 9th Generation Intel® Core™ Processors, up to 64GB DDR4 2666 MHz, up to 6TB storage, 17.3” Matte FHD LED (1920x1080), Intel® UHD Graphics, optional NVIDIA® Graphics.
fr: Configurable avec la 9ème Génération de Processeurs Intel® Core™, jusqu'à 64GO DDR4 2666 MHz, jusqu'à 6TO de stockage, 17.3” Matte FHD LED (1920x1080), Intel® UHD Graphics, NVIDIA® Graphics en option.

source: - name: 15" Proteus price: Starting at £769.99 img: /images/shop/entroware/proteus_front_mate.png url: https://www.entroware.com/store/proteus?tracking=ubmate description: >-
fr: - name: Proteus 15" price: À partir de 769.99£ img: /images/shop/entroware/proteus_front_mate.png url: https://www.entroware.com/store/proteus?tracking=ubmate description: >-

source: Configurable with 10th Generation Intel® Core™ Processors, up to 64GB DDR4 2666 MHz, up to 2TB storage, 15.6” Matte FHD LED (1920x1080), Intel® UHD Graphics.
fr: Configurable avec la 10ème Génération de Processeurs Intel® Core™, jusqu'à 64GO DDR4 2666 MHz, jusqu'à 2TO de stockage, 15.6” Matte FHD LED (1920x1080), Intel® UHD Graphics.

source: - group: Desktops items: - name: 24" Ares price: Starting at £689.99 img: /images/shop/entroware/ares.png url: https://www.entroware.com/store/ares?tracking=ubmate description: >-
fr: - group: Ordinateurs Fixes items: - name: 24" Ares price: À partir de 689.99£ img: /images/shop/entroware/ares.png url: https://www.entroware.com/store/ares?tracking=ubmate description: >-

source: Configurable with 9th Generation Intel® Core™ Processors, up to 32GB DDR4 2666 MHz, up to 6TB storage, 24” Matte FHD LED (1920x1080), Intel® HD Graphics.
fr: Configurable avec la 9ème Génération de Processeurs Intel® Core™, jusqu'à 32GO DDR4 2666 MHz, jusqu'à 6TO de stockage, 24” Matte FHD LED (1920x1080), Intel® HD Graphics.

source: - name: Aura price: Starting at £499.99 img: /images/shop/entroware/aura.png url: https://www.entroware.com/store/aura?tracking=ubmate description: >-
fr: - name: Aura price: À partir de 499.99£ img: /images/shop/entroware/aura.png url: https://www.entroware.com/store/aura?tracking=ubmate description: >-

source: Configurable with 9th Generation Intel® Core™ Processors, up to 32GB DDR4 2666 MHz, up to 6TB storage, optional 24" or 27" Matte FHD LED (1920x1080) displays, Intel® Iris® Plus Graphics 655.
fr: Configurable avec la 9ème Génération de Processeurs Intel® Core™, jusqu'à 32GO DDR4 2666 MHz, jusqu'à 6TO de stockage, écrans optionnels 24" or 27" Matte FHD LED (1920x1080), Intel® Iris® Plus Graphics 655.

source: - name: Hades price: Starting at £1899.99 img: /images/shop/entroware/hades.png url: https://www.entroware.com/store/hades?tracking=ubmate description: >-
fr: - name: Hades price: À partir de 1899.99£ img: /images/shop/entroware/hades.png url: https://www.entroware.com/store/hades?tracking=ubmate description: >-

source: Configurable with 2nd Generation AMD® Ryzen™ Threadripper™ Processors, up to 128GB DDR4 2933 MHz pr 128GB DDR4 2400 Mhz ECC, up to 68TB storage, optional 24" or 27" Matte FHD LED (1920x1080) displays, NVIDIA® GT1030 and NVIDIA® RTX 2060/2070/2080/2080Ti Graphics.
fr: Configurable avec la 2ème Génération de Processeurs AMD® Ryzen™ Threadripper™, jusqu'à 128GO DDR4 2933 MHz ou 128GO DDR4 2400 Mhz ECC, jusqu'à 68TO de stockage, écrans optionnels 24" ou 27" Matte FHD LED (1920x1080), NVIDIA® GT1030 et NVIDIA® RTX 2060/2070/2080/2080Ti Graphics.

source: {:.center} [![Entroware logo](/images/shop/entroware/entroware.png)](https://www.entroware.com/store/?tracking=ubmate)
fr: {:.center} [![Logo d'Entroware](/images/shop/entroware/entroware.png)](https://www.entroware.com/store/?tracking=ubmate)

source: [Entroware](https://entroware.com/) is a UK based Linux computer manufacturer, founded in early 2014, providing a range of quality Linux computers focused on a complete “out of the box” Linux experience, with a heavy focus on hardware compatibility. Entroware are offering the option to purchase their entire range of computers with Ubuntu MATE pre-installed including full support.
fr: [Entroware](https://entroware.com/) est un fabricant d'ordinateurs basé en Angleterre fondé début 2014, fournissant une gamme d'ordinateurs Linux de qualité, se concentrant sur une expérience Linux complètement "clé en mains" et tout particulièrement sur la compatibilité matérielle. Entroware offre l'option d'acheter l'entière gamme d'ordinateurs avec Ubuntu MATE pré-installé, bénéficiant d'un support complet.
