Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/strings.po
Languages: fr, ru

source: Home Page
fr: Page d'Accueil
ru: Главная страница

source: Search
fr: Recherche
ru: Поиск

source: Change Language
fr: Changer de langue
ru: Выбрать язык

source: An official flavour of the Ubuntu family. [Ubuntu] is a trademark of [Canonical Ltd.]
fr: Une variante officielle de la famille Ubuntu. [Ubuntu] est une marque déposée de [Canonical Ltd.]
ru: Официальная редакция семейства Ubuntu. [Ubuntu] является торговой маркой [Canonical Ltd.]

source: Improve this page
fr: Améliorer cette page
ru: Улучшить эту страницу

source: Recent Changes
fr: Changements récents
ru: Недавние изменения

source: Translate this site
fr: Traduire ce site
ru: Перевести этот сайт

source: View Blog RSS Feed
fr: Afficher le Flux RSS du Blog
ru: RSS лента блога

source: View Community RSS Feed
fr: Afficher le Flux RSS de la Communauté
ru: RSS лента сообщества

source: Ubuntu MATE on Launchpad
fr: Ubuntu MATE sur Launchpad
ru: Ubuntu MATE на Launchpad

source: Ubuntu MATE on GitHub
fr: Ubuntu MATE sur GitHub
ru: Ubuntu MATE на GitHub

source: #ubuntumate on Freenode (IRC)
fr: #ubuntumate sur Freenode (IRC)
ru: #ubuntumate на Freenode (IRC)

source: Ubuntu MATE on Facebook
fr: Ubuntu MATE sur Facebook
ru: Ubuntu MATE в Facebook

source: @ubuntu_mate on Twitter
fr: @ubuntu_mate sur Twitter
ru: @ubuntu_mate в Twitter

source: Wimpy's World on Discord
fr: Wimpy's World sur Discord
ru: Wimpy's World в Discord

source: Dark Mode
fr: Mode Sombre
ru: Темная тема

source: Light Mode
fr: Mode Clair
ru: Светлая тема

source: About
fr: À Propos
ru: О проекте

source: Features
fr: Fonctionnalités
ru: Возможности

source: Blog
ru: Блог

# downloads
source: Download
fr: Télécharger
ru: Загрузка

source: Support
ru: Поддержка

source: Get Involved
fr: Impliquez-vous
ru: Участвовать

source: Emporium
fr: Marché
ru: Магазин

source: Funding
fr: Financement
ru: Финансирование

source: Choose an architecture
fr: Choisissez une architecture
ru: Выберите архитектуру

source: Choose a release
fr: Choisissez une version
ru: Выберите версию

source: Choose a download
fr: Choisissez un téléchargement
ru: Выберите метод загрузки

source: Thank you for downloading [20.04] ([amd64])
fr: Merci d'avoir téléchargé [20.04] ([amd64])
ru: Благодарим за загрузку [20.04] ([amd64])

source: Thank you for downloading:
fr: Merci d'avoir téléchargé:
ru: Благодарим за загрузку:

source: [Focal] for [amd64] systems
fr: [Focal] pour systèmes [amd64]
ru: [Focal] для систем [amd64]

source: Release Notes
fr: Notes de version
ru: Примечания к выпуску

source: Your download has started
fr: Votre téléchargement a démarré
ru: Ваша загрузка началась

source: Not working? Try clicking the link:
fr: Cela ne fonctionne pas ? Essayez de cliquer sur le lien:
ru: Не работает? Попробуйте нажать на ссылку:

source: Choose a different download
fr: Choisissez un téléchargement différent
ru: Выбрать другую загрузку

source: Browse Downloads
fr: Parcourir les Téléchargements
ru: Смотреть загрузки

# show_req
source: System Requirements
fr: Configuration requise
ru: Требования к системе

source: Or.... choose a hardware port:
fr: Ou... choisissez un portage matériel:
ru: Или... выберите аппаратный порт:

source: Or... buy it preloaded:
fr: Ou... achetez-le préchargé:
ru: Или... купите предустановленным:

source: What should I download?
fr: Que devrais-je télécharger ?
ru: Что мне следует загрузить?

source: Recommended for stability and mission critical systems.
fr: Recommandé pour la stabilité et les systèmes essentiels à la mission.
ru: Рекомендуется для стабильной работы критически важных систем.

source: Interim release for users desiring the latest features and applications.
fr: Une version intermédiaire pour les utilisateurs qui désirent les dernières fonctionnalités et applications.
ru: Промежуточная версия для пользователей, желающих получить новейшие функции и приложения.

source: Development release for testing and debugging.
fr: Version de développement pour les tests et le déboggage.
ru: Разрабатываемые версии для тестирования и отладки.

source: (Pre-release)
fr: (Pré-version)
ru: (предварительные версии)

source: File Name
fr: Nom du Fichier
ru: Имя файла

source: File Size
fr: Taille du Fichier
ru: Размер файла

source: Checksum
fr: Somme de Contrôle
ru: Контрольная сумма

source: Recommended
fr: Recommandé
ru: Рекомендуется

source: **Spare the bytes!** A torrent is recommended to reduce bandwidth costs. It could deliver faster download speeds too!
fr: **Épargnez les bits !** Un torrent est recommandé pour réduire les frais de bande passante. Il pourrait offrir des vitesses de téléchargement supérieures aussi !
ru: **Экономьте байты!** Рекомендуется использовать торрент для снижения затрат на пропускную способность. Он также может обеспечить более высокую скорость загрузки!

source: Receive the file distributed and verified by multiple computers.
fr: Recevez le fichier distribué et vérifié par de multiples ordinateurs.
ru: Получить файл, распределенный и верифицированный несколькими компьютерами.

source: Open my BitTorrent client.
fr: Ouvrir mon client BitTorrent
ru: Открыть мой клиент BitTorrent.

source: Via your web browser.
fr: Par votre navigateur web.
ru: С помощью вашего веб-браузер.

source: Supported until
fr: Supporté jusqu'en
ru: Поддерживается до

source: Filename
fr: Nom du fichier
ru: Имя файла

source: Architecture
ru: Архитектура

source: Hosted by
fr: Hébergé par
ru: Хостинг

# download_links
source: Download
fr: Télécharger
ru: Загрузка

source: Direct Download
fr: Téléchargement Direct
ru: Прямая загрузка

source: Magnet Link
fr: Lien Magnet
ru: Magnet-ссылка

source: Support bandwidth costs
fr: Supportez les frais de bande passante
ru: Поддержка затрат на полосу пропускания

source: Bugs might bite!
fr: Les bugs pourraient mordre !
ru: Ошибки могут укусить!

source: This release is not production-ready. It's recommended for testers to help with Ubuntu MATE QA, or to provide feedback and file bug reports.
fr: Cette version n'est pas prête pour la production. Elle est recommandée aux testeurs pour aider avec l'Assurance Qualité d'Ubuntu MATE, ou pour fournir des commentaires et remplir des rapports de bug.
ru: Этот выпуск не готов к широкому использованию. Но вы можете его загрузить для тестирования и помощи нашей команде Ubuntu MATE QA и предоставить отзывы и отправить отчеты об ошибках.

source: Learn how to get involved →
fr: Découvrez comment vous impliquer →
ru: Узнать как принять участие →

source: January
fr: Janvier
ru: Январь

source: February
fr: Février
ru: Февраль

source: March
fr: Mars
ru: Март

source: April
fr: Avril
ru: Апрель

source: May
fr: Mai
ru: Май

source: June
fr: Juin
ru: Июнь

source: July
fr: Juillet
ru: Июль

source: August
fr: Août
ru: Август

source: September
fr: Septembre
ru: Сентябрь

source: October
fr: Octobre
ru: Октябрь

source: November
fr: Novembre
ru: Ноябрь

source: December
fr: Décembre
ru: Декабрь

source: Download Tip
fr: Astuce de Téléchargement
ru: Совет по загрузке

source: _A little bit goes a long way._ If everyone who downloaded Ubuntu MATE tipped **$2.50**, it would fund the full-time development of Ubuntu MATE and MATE Desktop.
fr: _Une toute petite quantité est suffisante._ si tout le monde qui téléchargeait Ubuntu MATE donnait un pourboire de **€2.50**, cela financerait le développement à plein temps d'Ubuntu MATE et du Bureau MATE.
ru: _Даже малое имеет большое значение._ Если бы каждый, кто загрузил Ubuntu MATE, оставит **$2.50** чаевых, то это позволило бы профинансировать постоянную разработку Ubuntu MATE и рабочего стола MATE.

source: Powered by
fr: Alimenté par
ru: С помощью

source: To contribute more, use Bitcoin or become an Ubuntu MATE Patron, [visit the funding page.](/funding/)
fr: Pour contribuer plus, utilisez le Bitcoin ou devenez un Mécène d'Ubuntu MATE, [visiter la page de financement.](/funding/)
ru: Чтобы внести больше, используйте Bitcoin или станьте патроном MATE, [посетив страницу финансирования](/funding/).

source: Verify your download
fr: Vérifiez votre téléchargement
ru: Проверьте вашу загрузку

source: Checking data integrity provides assurance your download is free from tampering and corruption.
fr: La vérification de l'intégrité vous assure que votre téléchargement est libre de tout sabotage et de corruption.
ru: Проверка целостности данных гарантирует, что ваша загрузка защищена от подделки и повреждения.

source: How to verify downloads
fr: Comment vérifier les téléchargements
ru: Верикация загрузок

source: Acquire a guide by your side
fr: Acquérez un guide à vos côtés
ru: Получите подробную инструкцию

source: **Available in both paperback and ebook format.** These books can assist with upgrades from Windows/macOS, as well as introduce you to key applications of the Ubuntu MATE desktop.
fr: **Disponible au format papier comme en ebook.** Ces livres peuvent vous assister avec les mises à niveau à partir de Windows/macOS, tout comme vous présenter les applications clés du bureau d'Ubuntu MATE.
ru: **Доступна как в мягкой обложке, так и формате электронной книги.** Эти книги помогут с обновлнием Windows/macOS, а также познакомят вас с ключевыми приложениями рабочего стола Ubuntu MATE.

source: View Online
fr: Voir en Ligne
ru: Смотреть онлайн

source: Shop Books
fr: Acheter des Livres
ru: Купить книги

source: Get stuck?
fr: Coincé ?
ru: Застряли?

source: Check out these resources:
fr: Jetez un œil à ces ressources:
ru: Ознакомьтесь с этими ресурсами:

source: How to image a flash drive (Windows, Mac, Linux)
fr: Comment flasher une image sur une clé USB (Windows, Mac, Linux)
ru: Как записать установочный носитель на флеш-накопитель (Windows, Mac, Linux)

source: See known issues or ask the community
fr: Voir les problèmes connus ou interroger la communauté
ru: Просмотрите известные проблемы или спросите сообщество

source: Frequently asked questions
fr: Foire aux questions
ru: Часто задаваемые вопросы

source: Latest
fr: Dernières
ru: Актуальное

source: Archives
ru: Архивы

source: Read more...
fr: En savoir plus...
ru: Читать дальше...

source: Release Announcement
fr: Annonce de Version
ru: Объявление о выпуске

source: Development Update
fr: Mise à jour du développement
ru: Новости разработки

source: News
fr: Nouveautés
ru: Новости

source: This post is more than a year old and may be outdated.
fr: Ce post est ancien de plus d'un an et pourrait être obsolète.
ru: Этому посту больше года и, возможно, он устарел.

source: Comments
fr: Commentaires
ru: Комментарии

source: The comment section for this old article has been closed. There were no comments. :(
fr: La section des commentaires pour ce vieil article a été fermée. Il n'y avait aucun commentaire. :(
ru: Раздел комментариев к этой старой статье был закрыт. Комментариев нет. :(

source: Comments are not available for this post.
fr: Les commentaires ne sont pas disponibles pour ce post.
ru: Комментарии к этому сообщению недоступны.

source: To view comments, please enable JavaScript in your browser.
fr: Pour afficher les commentaires, veuillez s'il-vous-plaît activer le JavaScript dans votre navigateur.
ru: Для просмотра комментариев включите JavaScript в вашем браузере.

source: Under the Hood
fr: Sous le Capot
ru: Под капотом

source: What is Ubuntu MATE?
fr: Qu'est-ce qu'Ubuntu MATE ?
ru: Что такое Ubuntu MATE?

source: History
fr: Histoire
ru: История

source: System Requirements
fr: Configuration Requise
ru: Требования к системе

source: Team
fr: L'équipe
ru: Команда

source: Testimonials
fr: Témoignages
ru: Отзывы

source: Panel Customisation
fr: Personnalisation des tableaux de bord
ru: Настройка панелей

source: Desktop & Laptops
fr: Ordinateurs fixes et portables
ru: Компьютеры и ноутбуки

source: Books
fr: Livres
ru: Книги

source: Apparel
fr: Vêtements
ru: Атрибутика

source: View Product
fr: Voir le Produit
ru: Смотреть продукт

source: Show:
fr: Montrer:
ru: Показать:

source: Minimal install only
fr: Installation minimale seulement
ru: Только минимальная установка

source: MATE Desktop
fr: Bureau MATE
ru: Рабочий стол MATE

source: Ubuntu Base
fr: Ubuntu de Base
ru: База Ubuntu

source: Pre-installed Applications
fr: Applications pré-installées.
ru: Предустановлленые приложения

source: Only available during live session
fr: Disponible seulement au cours d'une session en direct
ru: Только в режиме живой сессии

source: Welcome
fr: Bienvenue
ru: Добро пожаловать

source: Software Boutique
fr: Boutique de Logiciels
ru: Магазин программного обеспечения

source: Familiar Layouts
fr: Dispositions Familières
ru: Привычные макеты панелей

source: Wallpapers & Themes
fr: Fonds d'écran & Thèmes
ru: Фоны рабочего стола и темы

source: GNOME Disks
fr: GNOME Disques
ru: Диски GNOME

source: Calculator
fr: Calculatrice
ru: Калькулятор

source: Font Viewer
fr: Visionneur de Police
ru: Просмотр шрифтов

# mate_search
source: Search
fr: Recherche
ru: Поиск

source: Screenshot
fr: Capture d'Écran
ru: Снимки экрана

source: Colour Selection
fr: Sélection de Couleur
ru: Выбор цвета

source: Dictionary
fr: Dictionnaire
ru: Словарь

source: Disk Usage Analyzer
fr: Analyseur d'Utilisation des Disques
ru: Анализатор использования дисков

source: System Log
fr: Journal Système
ru: Просмотр журналов

source: Terminal
ru: Терминал

source: System Monitor
fr: Moniteur Système
ru: Системный монитор

source: Power Statistics
fr: Statistiques d'Alimentation
ru: История электропотребления

source: Character Map
fr: Table des Caractères
ru: Таблица символов

source: Passwords & Keys
fr: Mots de Passe et Clés
ru: Пароли и ключи

source: Error Reporting
fr: Rapport d'Erreurs
ru: Сообщения об ошибках

source: Simple Scan
ru: Сканер документов

source: Orca Screen Reader
fr: Lecteur d'Écran Orca
ru: Экранный диктор Orca

source: Network Manager
fr: Gestionnaire de Réseau
ru: Сетевой менеджер

source: Primary Software Distribution
fr: Distribution de Logiciel Primaire
ru: Основной источник программ

source: Secondary Software Distribution
fr: Distribution de Logiciel Secondaire
ru: Вторичный источник программ

source: Shell
ru: Оболочка

source: Display Server
fr: Serveur d'Affichage
ru: Дисплейный сервер

source: Init System
fr: Système d'Initialisation
ru: Системы инициализации

source: Audio Server
fr: Serveur Audio
ru: Звуковой сервер

source: Window Manager
fr: Gestionnaire de Fenêtres
ru: Менеджер окон

source: Installer
fr: Installateur
ru: Программа установки

source: Boot Splash
fr: Écran de Démarrage
ru: Загрузочная заставка

source: Bootloader
fr: Chargeur de Démarrage
ru: Загрузчик

source: Printing Support
fr: Support d'Impression
ru: Поддержка печати

source: Wide range of hardware support
fr: Prise en charge d'une large gamme de matériel
ru: Широкий диапазон поддерживаемого оборудования

source: Secure by design
fr: Sécurisé par conception
ru: Создан безопасным

source: Excellent stability
fr: Excellente stabilité
ru: Отличная стабильность

source: Development Status
fr: État du développement
ru: Состояние разработки

source: Documentation
ru: Документация

source: Crowd Funder
fr: Investisseur Participatif
ru: Краудфандинг

source: Spread the Word
fr: Passer le Mot
ru: Распространение информации

source: Community Support
fr: Support de la Communauté
ru: Поддержка сообщества

source: Translations
fr: Traductions
ru: Переводы

source: Artwork and Themes
fr: Illustrations et Thèmes
ru: Внешний вид

source: Bug Reporting and Triage
fr: Rapport et Triage de Bug
ru: Сообщение об ошибках и сортировка

source: Testing and Quality Assurance
fr: Test et Assurance Qualité
ru: Тестирование и обеспечение качества

source: Bug Fixing
fr: Correction de Bugs
ru: Исправление ошибок

source: Software Development
fr: Développement du Logiciel
ru: Разработка программ

source: Backlog
fr: Arriéré
ru: Запланировано

source: In Progress
fr: En Progression
ru: Активно

source: Completed
fr: Terminée
ru: Выполнено

source: Design Guidelines
fr: Instructions de Conception
ru: Рекомендации по дизайну

source: Application
ru: Приложение

source: URL
ru: Ссылка

source: Does not support translations
fr: Ne prend pas en charge les traductions
ru: Не поддерживает переводы

source: Project FAQs
fr: FAQs du Projet
ru: ЧаВо проекта

source: The Project
fr: Le Projet
ru: Проект

source: Verify for Corruption
fr: Vérifier pour la corruption
ru: Проверка целостности

source: Verify for Tampering
fr: Vérifier pour le sabotage
ru: Проверка достоверности

source: Imaging a USB Drive
fr: Flasher l'image sur un disque USB
ru: Запись USB носителя

source: Burning to DVD
fr: Graver sur DVD
ru: Запись на DVD

source: Project Questions
fr: Questions du Projet
ru: Вопросы о проекте

source: Roadmap
fr: Feuille de Route
ru: Оперативный план

source: Media Preparations
fr: Préparations du Media
ru: Подготовка носителей

source: About & Features
fr: À Propos & Fonctionnalités
ru: Описание и возможности

source: What's New?
fr: Quoi de neuf ?
ru: Что нового?

source: Install Guide
fr: Guide d'Installation
ru: Инструкция по установке

source: Compatibility Check
fr: Vérification de la Compatibilité
ru: Проверка совместимости

source: Compatible Releases
fr: Versions Compatibles
ru: Совместимые версии

source: Compatible but performance is poor. Not recommended.
fr: Compatible, cependant avec de mauvaises performances. Pas recommandé.
ru: Совместимо, но производительность низкая. Не рекомендуется.

source: Model
fr: Modèle
ru: Модель

source: RAM
ru: ОЗУ

source: Instruction Set
fr: Jeux d'Instructions
ru: Набор инструкций

source: Founders
fr: Fondateurs
ru: Основатели

source: The loons who thought it was a good idea.
fr: Les fous qui pensaient qu'il s'agissait d'une bonne idée.
ru: Психи, которые думали, что это хорошая идея.

source: The Team
fr: L'Équipe
ru: Команда

source: The folks making decisions and steering the ship.
fr: Les gens qui prennent les décisions et dirigent le navire.
ru: Люди, которые принимают решения и управляют кораблем.

source: Wider Community
fr: Communauté Élargie
ru: Более широкое сообщество

source: These people indirectly contribute to make things possible.
fr: Ces gens contribuent à rendre les choses possibles.
ru: Эти люди косвенно способствуют тому, чтобы все стало возможным.

source: Notable Contributors
fr: Contributeurs Notables
ru: Известные участники

source: These people made history with the distro.
fr: Ces gens ont créé l'Histoire avec la distro.
ru: Эти люди вошли в историю с дистрибутивом.

source: Contributors & Special Thanks
fr: Contributeurs & Remerciements Particuliers
ru: Авторы и особые благодарности

source: These people have made significant, singular contributions or have served as team members in the past.
fr: Ces gens ont contribué de manière significative, singulière ou ont servi en tant que membres de l'équipe par le passé.
ru: Эти люди внесли значительный, уникальный вклад или были членами команды в прошлом.

source: Ubuntu Member
fr: Membre d'Ubuntu
ru: Участник Ubuntu

source: Works at Canonical
fr: Travaille chez Canonical
ru: Работает в Canonical

source: MATE Desktop Team
fr: Équipe du Bureau MATE
ru: Команда рабочего стола MATE

source: Debian Member
fr: Membre de Debian
ru: Участник Debian

source: Code Contributor
fr: Contributeur au Code
ru: Создание кода

source: Artwork Contributor
fr: Contributeur aux Illustrations
ru: Создание дизайна

source: Documentation Contributor
fr: Contributeur à la Documentation
ru: Создание документации

source: Community
fr: Communauté
ru: Участие в сообществе

source: Quality Assurance Tester
fr: Testeur d'Assurance Qualité
ru: Тестирование для обеспечения качества

source: Bug Hunter
fr: Chasseur de Bugs
ru: Охота на ошибки

source: Bug Fixer
fr: Correcteur de Bugs
ru: Исправление ошибок

source: Package Maintainer
fr: Mainteneur de Paquets
ru: Поддержка пакетов

source: Raspberry Pi Contributor
fr: Contributeur au Raspberry Pi
ru: Участник Raspberry Pi

source: Accessibility Improvements
fr: Améliorations d'Accessibilité
ru: Улучшения доступности

source: What the Internet is saying...
fr: Ce qu'Internet en dit...
ru: Что говорит Интернет ...

source: What the YouTubers are showcasing...
fr: Ce que mettent en valeur les Youtubeurs...
ru: Что демонстрируют на YouTube...

source: Device Ports
fr: Portages Matériels
ru: Поддержка устройств

source: Learn more about our Raspberry Pi release
fr: En apprendre plus sur notre version Raspberry Pi
ru: Узнать больше о нашей версии для Raspberry Pi

source: JavaScript needs to be enabled in your browser to use this form.
fr: JavaScript doit être activé dans votre navigateur pour utiliser ce formulaire.
ru: Для использования этой формы в вашем браузере должен быть включен JavaScript.

source: Monthly PayPal Supporter
fr: Supporter mensuel par Paypal
ru: Ежемесячный платеж PayPal

source: One time PayPal donation
fr: Une donation unique par PayPal
ru: Однократный платеж PayPal

source: Select an amount
fr: Sélectionnez un montant
ru: Выберите сумму

source: Specify your own amount
fr: Spécifiez votre propre montant
ru: Укажите свою сумму

source: Currency
fr: Devise
ru: Валюта

source: Submit
fr: Soumettre
ru: Отправить

source: Please enter a valid amount - thanks!
fr: Veuillez entrer un montant valide - Merci !
ru: Пожалуйста введите правильную сумму - спасибо!

source: Affects
fr: Affecte
ru: Затрагивает

source: Component
fr: Composant
ru: Компонент

source: Problem
fr: Problème
ru: Проблема

source: Workarounds
fr: Solutions
ru: Временное решение

source: Upstream Links
fr: Liens en Amont
ru: Ссылка в апстриме

source: Link
fr: Lien
ru: Ссылка

source: n/a
fr: n/d
ru: н/д

source: A community developed, Ubuntu based operating system that beautifully integrates the MATE desktop. Ubuntu MATE is a stable, easy-to-use operating system with a configurable desktop environment. Ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements it is suitable for modern workstations, single board computers and older hardware alike.
fr: Un système d'exploitation basé sur Ubuntu, développé par la communauté, qui intègre admirablement le bureau MATE. Ubuntu MATE est un système d'exploitation stable, facile à utiliser avec un environnement de bureau configurable. Idéal pour ceux qui veulent tirer le maximum de leurs ordinateurs et préfèrent une métaphore de bureau traditionnelle. Avec une configuration requise modeste, il convient aux stations de travail modernes, aux ordinateurs à carte unique tout comme au matériel plus ancien.
ru: Разрабатываемая сообществом, основанная на Ubuntu система, красиво интегрирующая среду рабочего стола MATE. Ubuntu MATE - это стабильная, простая в использовании операционная система с настраиваемой средой рабочего стола. Она идеально подходит для пользователей, которые хотят получить максимум от своих компьютеров при использовании традиционной классической метафоры рабочего стола. Со скромными требованиями к оборудованию она подходит как для современных рабочиx станций, так и для одноплатных компьютеров и различного более старого оборудования.

source: Show all posts
fr: Montrer tous les posts
ru: Показать все посты

source: Expand/Collapse Sidebar
fr: Élargir/Réduire la Barre Latérale
ru: Развернуть/свернуть боковую панель

source: Enter keywords...
fr: Entrez des mots-clés...
ru: Введите запрос...

source: Ubuntu MATE Logo
fr: Logo d'Ubuntu MATE
ru: Логотип Ubuntu MATE

source: Table of Contents
fr: Table des Matières
ru: Содержание

source: Highlights
fr: Mises en lumière
ru: Особенности

source: Ubuntu MATE Guide
fr: Guide d'Ubuntu MATE
