Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/support.po
Languages: fr

source: ## Community Support
fr: ## Support de la Communauté

source: If you need help, we encourage you to join fellow users in the [Ubuntu MATE Community](https://ubuntu-mate.community/). If this is your first time, you'll need to create a new account using the **Sign Up** button in the upper right hand corner. Once you have an account, post your issue in [Support and Help Requests](https://ubuntu-mate.community/c/support/10). Be detailed with your description of the problem and be excellent to each other.
fr: Si vous avez besoin d'aide, nous vous encourageons à rejoindre les autres utilisateurs dans la [Communauté d'Ubuntu MATE](https://ubuntu-mate.community/). Si c'est votre première fois, vous aurez besoin de créer un nouveau compte en utilisant le bouton **S'inscrire** dans le coin en haut à droite. Une fois que vous disposez d'un compte, postez votre problème dans [Requêtes de Support et d'Aide](https://ubuntu-mate.community/c/support/10). Décrivez précisément votre problème et soyez excellents les uns avec les autres.

source: ## Official Guide
fr: ## Guide Officiel

source: If this is your first time using Ubuntu MATE, we have an official guide to assist you on your journey. It's also pre-installed under the **Accessories** menu (for full installations).
fr: S'il s'agit de votre première fois en tant qu'utilisateur d'Ubuntu MATE, nous avons un guide officiel pour vous assister dans votre aventure. Il est également pré-installé dans le menu **Accessoires** (pour les installations complètes).

source: ## Other Resources
fr: ## Autres Ressources

source: While these sites aren't specific to Ubuntu MATE, they can still help you find a solution as we have a lot in common with the wider Ubuntu community.
fr: Bien que ces sites ne soient pas spécifiques à Ubuntu MATE, ils peuvent toujours vous aider à trouver une solution comme nous avons beaucoup en commun avec la large communauté d'Ubuntu.

source: For the best results, make sure your report includes what you were doing when you had the problem, steps to reproduce and hardware specifications to help the people who will help you.
fr: Pour obtenir de meilleurs résultats, assurez-vous que votre rapport comprend ce que vous étiez en train de faire lorsque le problème s'est produit, les étapes pour le reproduire ainsi que votre configuration matérielle afin d'aider les gens qui vous aideront.

source: ## Known Issues
fr: ## Problèmes Connus

source: Here's a list of issues we have noted that may degrade your retrospective experience.
fr: Voici une liste des problèmes dont nous sommes au courant qui pourraient entacher votre expérience rétrospective.

source: For a complete listing of Ubuntu MATE Bugs:
fr: Pour une liste complète des Bugs d'Ubuntu MATE:

source: [Ubuntu MATE Bugs on Launchpad](https://bugs.launchpad.net/ubuntu-mate){:.btn .green}
fr: [Bugs d'Ubuntu MATE sur Launchpad](https://bugs.launchpad.net/ubuntu-mate){:.btn .green}

source: To learn how to report a bug, go to [Bug Reporting and Triage](/get-involved/bug-triage/) under [Get Involved](/get-involved/).
fr: Pour apprendre à rapporter un bug, allez sur [Rapport et Triage de Bugs](/get-involved/bug-triage/) sous [Soyez Impliqués](/get-involved/).
