Repository: perseus98/ubuntu-mate.org
Catalog: _i18n/*/umpcs.po
Languages: fr

source: title: Ultra Mobile PCs
fr: title: PCs Ultra Mobile

source: # Ubuntu MATE for Ultra Mobile PCs
fr: # Ubuntu MATE pour PCs Ultra Mobiles

source: The Ubuntu MATE team offers a bespoke images for the [GPD Pocket](https://gpd.hk/gpdpocket), [GPD Pocket 2](https://gpd.hk/gpdpocket2), [GPD WIN 2](https://gpd.hk/gdpwin2), [GPD MicroPC](https://gpd.hk/gpdmicropc), [GPD P2 Max](https://www.gpd.hk/gpdp2max), [GPD WIN Max](https://gpd.hk/gpdwinmax) and [Topjoy Falcon](https://www.kickstarter.com/projects/440069565/falcon-worlds-first-8-inch-2-in-1-laptop) that include the hardware specific tweaks to get these devices working *"out of the box"* without any faffing about. Some models of the OneMix Yoga devices are also supported.
fr: L'équipe Ubuntu MATE offre des images sur mesure pour [GPD Pocket](https://gpd.hk/gpdpocket), [GPD Pocket 2](https://gpd.hk/gpdpocket2), [GPD WIN 2](https://gpd.hk/gdpwin2), [GPD MicroPC](https://gpd.hk/gpdmicropc), [GPD P2 Max](https://www.gpd.hk/gpdp2max), [GPD WIN Max](https://gpd.hk/gpdwinmax) and [Topjoy Falcon](https://www.kickstarter.com/projects/440069565/falcon-worlds-first-8-inch-2-in-1-laptop) Cela inclut des ajustements spécifiques au matériel pour pour proposer une expérience "clés en mains" sans perte de temps. Certains modèles d'appareils OneMix Yoga sont également pris en charge.

source: Ultra Mobile PCs (UMPC) have had something of a resurgence in recent years thanks to very successful crowd funding campaigns for netbook style laptops featuring a high resolution touch displays housed in an aluminium alloy body. These scripts for UMPC devices are based on the excellent work by [Hans de Goede](https://hansdegoede.livejournal.com/), [nexus511](https://apt.nexus511.net/), [stockmind](https://github.com/stockmind/gpd-pocket-ubuntu-respin) and many others.
fr: Nous avions assisté à une renaissance des PCs Ultra Mobiles (UMPC) ces dernières années grâce à des campagnes de financement participatif couronnées de succès pour des ordinateurs de style netbook proposant des écrans tactiles haute résolution et un boîtier en alliage d'aluminium. Ces scripts pour appareils UMPC sont basés sur l'excellent travail de [Hans de Goede](https://hansdegoede.livejournal.com/), [nexus511](https://apt.nexus511.net/), [stockmind](https://github.com/stockmind/gpd-pocket-ubuntu-respin) et bien d'autres personnes.

source: {:.center .small} ![Ubuntu MATE running on the GPD Pocket (left) and GPD Pocket 2 (right)](/images/blog/gpd-pockets.jpg) **Ubuntu MATE running on the GPD Pocket (left) and GPD Pocket 2 (right)**
fr: {:.center .small} ![Ubuntu MATE sur le GPD Pocket (à gauche) et le GPD Pocket 2 (à droite)](/images/blog/gpd-pockets.jpg) **Ubuntu MATE sur le GPD Pocket (à gauche) et le GPD Pocket 2 (à droite)**

source: ## What works
fr: ## Ce qui fonctionne

source: The Ubuntu MATE images for the UMPCs adds the following tweaks:
fr: Les images d'Ubuntu MATE pour les UMPCs ajoutent les ajustements suivants:

source: * Enable **frame buffer and Xorg display rotation**. * Supports `modesetting` *and* `xorg-video-intel` display drivers. * Enable **TearFree rendering by default**. * Enable touch screen rotation for Xorg and Wayland. * Enable **scroll wheel emulation** for Xorg. * While holding down the **right track point button** on the Pocket, Pocket 2 & Topjoy Falcon. * While holding down the **centre track point button** on the MicroPC. * Enable double size console (tty) font resolution. * **GRUB is usable post-install**. * GPD Pocket, WIN 2, MicroPC & TopJoy Falcon GRUB is rotated 90 degrees, but functional. * GPD Pocket 2 and GPD P2 Max GRUB is correctly rotated and functional. * GPD Pocket BRMC4356 WiFi firmware enabled by default. * GPD Pocket fan control kernel module enable by default. * GPD WIN Max feature a custom, persistent, EDID.
fr: * Activer **le tapon d'image et la rotation de l'affichage Xorg**.. * Prise en charge de `modesetting` *et* des pilotes d'affichage `xorg-video-intel`. * Activer **le rendu TearFree par défaut**. * Activer la rotation de l'écran tactile pour Xorg et Wayland. * Activer **l'émulation de la molette de défilement** pour Xorg. * En maintenant le **bouton droit du trackpoint** sur le Pocket, le Pocket 2 & le Topjoy Falcon. * En maintenant le **bouton central du trackpoint** sur le MicroPC. * Activer le doublage de la taille de la résolution de police dans la console (tty). * **GRUB est utilisable après installation**. * GRUB sur GPD Pocket, WIN 2, MicroPC & TopJoy Falcon GRUB subit une rotation de 90 degrés, mais est fonctionnel. * GRUB sur GPD Pocket 2 et GPD P2 Max GRUB est correctement orienté et fonctionnel. * Le firmware WiFi du GPD Pocket BRMC4356 est activé par défaut. * Le module du noyau de contrôle du ventilateur du GPD Pocket est activé par défaut. * Le GPD WIN Max propose un EDID persistant et personnalisé.

source: ## Known Issues
fr: ## Problèmes Connus

source: ### GPD Pocket, WIN 2, MicroPC, WIN Max and Topjoy Falcon
fr: ### GPD Pocket, WIN 2, MicroPC, WIN Max et Topjoy Falcon

source: * The GRUB2 menu is rotated 90 degrees on the GPD Pocket, MicroPC and Topjoy Falcon. * The workaround is to tilt your head. * The built in speaker in the GPD Pocket is mono and doesn't play audio from the right channel. * The workaround is to use headphones connected the 3.5mm audio jack.
fr: * Le menu GRUB2 subit une rotation de 90 degrés sur le GPD Pocket, MicroPC et le Topjoy Falcon. * La solution est d'incliner votre tête. * Le haut-parleur embarqué dans le GPD Pocket est mono et ne lit pas d'audio à partir du canal droit. * La solution est d'utiliser un casque connecté au jack audio 3.5mm.

source: * The boot menu is not displayed in the GPD Pocket 2 live media. * The workaround is to wait and the system will boot after a few seconds or press <kbd>Enter</kbd> to boot immediately. * However, **GRUB is fully functional and usable post-install**.
fr: * Le menu de démarrage n'est pas affiché dans le média de démarrage en direct du GPD Pocket 2. * La solution est d'attendre et le système démarrera après quelques secondes ou tapez <kbd>Entrée</kbd> pour démarrer immédiatement. * Toutefois, **GRUB est pleinement fonctionnel et utilisable après installation**.

source: * The Plymouth splash screen is not correctly orientated; and for the GPD WIN Max incorrectly coloured. * The workaround is to not care.
fr: * L'écran de démarrage Plymouth n'est pas correctement orienté; et pour le GPD Win Max, les couleurs ne seront pas correctes. * La solution est de ne pas s'en soucier.

source: title = "Download" text = "Run Ubuntu MATE on your GPD hardware or Topjoy Falcon today!" button_text = "Download" button_url = "/download/"
fr: title = "Télécharger" text = "Faites tourner Ubuntu MATE sur votre matériel GPD ou Topjoy Falcon dès aujourd'hui !" button_text = "Télécharger" button_url = "/download/"

source: ## How were these images created?
fr: ## Comment ces images ont-elles été créées ?

source: With a script called `umpc-ubuntu-respin.sh` which you can find in the following GitHub repository:
fr: Avec un script appelé `umpc-ubuntu-respin.sh` que vous pouvez trouver dans le dépôt GitHub suivant:

source: ## Accessing UMPC boot menus
fr: ## Accéder aux menus de démarrage de l'UMPC

source: Switch the device on, immediately hold the <kbd>Fn</kbd> key and tap the <kbd>F7</kbd> key until the Boot Manager screen appears.
fr: Allumez l'appareil, maintenez immédiatement la touche <kbd>Fn</kbd> et tapez sur la touche <kbd>F7</kbd> jusqu'à ce que l'écran de Gestion de Démarrage apparaisse.

source: Switch the device on, immediately hold the <kbd>F7</kbd> key until the Boot Manager screen appears.
fr: Allumez l'appareil, maintenez immédiatement la touche <kbd>7</kbd> jusqu'à ce que l'écran de Gestion de Démarrage apparaisse.

source: Switch the device on, immediately hold the <kbd>Fn</kbd> key and tap the <kbd>F12</kbd> key until the Boot Manager screen appears.
fr: Allumez l'appareil, maintenez immédiatement la touche <kbd>Fn</kbd> et tapez sur la touche <kbd>F12</kbd> jusqu'à ce que l'écran de Gestion de Démarrage apparaisse.

source: ## Accessing UMPC BIOS menus
fr: ## Accéder aux menus du BIOS de l'UMPC

source: Switch the device on, when the GPD logo is displayed press <kbd>Del</kbd> to enter the BIOS, navigate to *Save & Exit* and choose the storage device you want to boot from under *Boot Override*
fr: Allumez l'appareil, lorsque le logo GPD est affiché, appuyez sur <kbd>Suppr</kbd> pour entrer dans le bios, naviguez jusqu'à "Save & Exit" et choisissez le périphérique de stockage à partir duquel vous souhaitez démarrer sous *Boot Override*

source: Switch the device on, immediately hold the <kbd>Fn</kbd> key and tap the <kbd>F2</kbd> key until the BIOS appears.
fr: Allumez l'appareil, maintenez immédiatement la touche <kbd>Fn</kbd> et tapez sur la touche <kbd>F2</kbd> jusqu'à ce que le BIOS apparaisse.

source: ## Feedback
fr: ## Commentaires

source: These images for the GPD and Topjoy devices are community supported, please post all feedback via the [community forum](https://ubuntu-mate.community/).
fr: Ces images pour les appareils GPD et Topjoy sont supportées par la communauté, veuillez poster vos commentaires via le [forum de la communauté](https://ubuntu-mate.community/).
